[
{"name": "Cupris", "url": "https://www.crowdcube.eu/investment/cupris-21131", "description": "Cupris has designed a medical device attachment to remotely diagnose hearing loss and ear conditions using a smartphone. The online medical consultation market is estimated to have grown 400% from 2012 - 2014 and worth up to $60 billion in developed countries. Supported by the NHS, with clinical trials in the UK and Nepal, award-winning Cupris are led by healthcare, design and technology veterans.", "status": "Successfully funded", "investment.target": "500000", "equity": "17.42%", "stats.investors.total": "357", "stats.investors.last": "2016-10-13 08:04:31", "stats.investments.largest": "200000"},
{"name": "The Halal Dining Club", "url": "https://www.crowdcube.eu/investment/the-halal-dining-club-21072", "description": "Present in London and Singapore, and backed by an ex Rocket Internet MD, The Halal Dining Club is a one-stop app for discovering, booking, and reviewing Halal restaurants for the 427 million Muslims living in non-Muslim countries. Funds raised will drive marketing and product development.", "status": "Successfully funded", "investment.target": "150000", "equity": "16.70%", "stats.investors.total": "58", "stats.investors.last": "2016-08-18 13:44:37", "stats.investments.largest": "40000"},
{"name": "Sundried", "url": "https://www.crowdcube.eu/investment/sundried-1-21123", "description": "Sundried is a premium ethical activewear brand with heritage in triathlon and outdoor pursuits. After 2 years of market testing and brand development, Sundried's first collection launched June 2016. Backed by the Low Carbon Innovation Fund, now raising to explode into the £5bn+ UK sportswear market.", "status": "Successfully funded", "investment.target": "125000", "equity": "12.06%", "stats.investors.total": "197", "stats.investors.last": "2016-09-28 13:49:14", "stats.investments.largest": "40000"},
{"name": "Revolut", "url": "https://www.crowdcube.eu/investment/revolut-21142", "description": "Revolut was launched by ex-finance professionals in July 2015 to enable customers to manage and move around money in multi-currencies with ease. The idea came from a common frustration with exchange rate markups, inexplicable foreign transaction fees and the overall hassle of managing a bank account abroad.", "status": "Successfully funded", "investment.target": "1030000", "equity": "2.39%", "stats.investors.total": "433", "stats.investors.last": "2016-09-02 13:35:02", "stats.investments.largest": "5000"},
{"name": "VERTO HOMES", "url": "https://www.crowdcube.eu/investment/verto-homes-ltd-21088", "description": "Verto Homes designs, builds and sells intelligent, sustainable homes, which produce and store clean energy from the sun and do not burn any fossil fuels for either light or heat. Featuring smart home automation technology, the homes are controlled by Vesta, a smartphone app developed by their in house team. The company has built 37 homes to date, with 46 homes under construction and plenty more developments in the pipeline.", "status": "Successfully funded", "investment.target": "1000000", "equity": "15.63%", "stats.investors.total": "491", "stats.investors.last": "2016-10-12 13:52:29", "stats.investments.largest": "500000"},
{"name": "Buzzbike", "url": "https://www.crowdcube.eu/investment/buzzbike-20563", "description": "Buzzbike is launching a tech-driven cycle scheme for London, creating a new sponsorship platform for brands. Riders are offered a free premium bike, theirs to use 24/7! In return, they will commute to work at least 12 days per month and street park it when they get there. The first brand to sign up is mobile payments platform Braintree, whose bikes are scheduled to hit the streets this September.", "status": "Successfully funded", "investment.target": "350000", "equity": "25.53%", "stats.investors.total": "255", "stats.investors.last": "2016-09-12 10:06:04", "stats.investments.largest": "50000"},
{"name": "London Doctors Clinic", "url": "https://www.crowdcube.eu/investment/london-doctors-clinic-pre-emption-2019-21125", "description": "It’s estimated that 5.5 million Londoners a year fail to get an NHS GP appointment on the day they want it, alongside 30 million visitors to London, unable to easily access the NHS. London Doctors Clinic provides access to general practice consultations starting at £55 per session. Since launching in 2015, the company has expanded to 6 central London clinics and treated over 3,000 patients & is backed by private equity firm, Oakfield Capital.", "status": "Successfully funded", "investment.target": "600000", "equity": "20.74%", "stats.investors.total": "324", "stats.investors.last": "2016-08-26 08:42:12", "stats.investments.largest": "343960"},
{"name": "Infinity Health", "url": "https://www.crowdcube.eu/investment/infinity-health-21019", "description": "Infinity enables digital caseload management and patient handover within hospital wards, care homes and in the community, replacing chaotic paper processes with the use of tablet and mobile collaboration software. Founded by industry veterans and collaborating with the Royal National Orthopaedic Hospital amongst others: Infinity are raising funds to finalise their product and launch into the market.", "status": "Successfully funded", "investment.target": "700000", "equity": "19.30%", "stats.investors.total": "287", "stats.investors.last": "2016-08-03 08:20:09", "stats.investments.largest": "75000"},
{"name": "INFABODE", "url": "https://www.crowdcube.eu/investment/infabode-20981", "description": "Infabode aims to solve the problem of information overload by becoming the go-to place for finding quality research, reports, news and events for a given industry in a single place. With blue-chip research companies already providing information, Infabode is initially focusing on the information gap in the property market.", "status": "Successfully funded", "investment.target": "140000", "equity": "14.59%", "stats.investors.total": "77", "stats.investors.last": "2016-07-04 09:30:41", "stats.investments.largest": "30000"},
{"name": "Energie Fitness", "url": "https://www.crowdcube.eu/investment/energie-20985", "description": "énergie is the UK’s largest fitness club franchise with three brands of fitness clubs in 93 locations across 5 countries. énergie is led by veterans of the fitness industry including Jan Spaticchia & Steve Philpott, former MD of David Lloyd Leisure, and has over 110,000 club members. With a clear vision for exit; énergie are striving to expand to a network of 583 clubs with a network of 1 million members.", "status": "Successfully funded", "investment.target": "500000", "equity": "3.51%", "stats.investors.total": "257", "stats.investors.last": "2016-07-01 16:01:11", "stats.investments.largest": "100000"},
{"name": "HIRE SPACE", "url": "https://www.crowdcube.eu/investment/hire-space-21003", "description": "Dubbed \"the Airbnb for event spaces\", Hire Space's vision is to become the go-to platform for venue booking in every major city across the world. hirespace.com lists over 4,000 venues, including Wembley Stadium and Tate Modern, and is used by Facebook and Google. Hire Space has so far raised £2m from investors including the founder of TopTable.com.", "status": "Successfully funded", "investment.target": "500000", "equity": "5.10%", "stats.investors.total": "244", "stats.investors.last": "2016-08-05 09:22:41", "stats.investments.largest": "75000"},
{"name": "SPACEHOP", "url": "https://www.crowdcube.eu/investment/spacehop-21081", "description": "Spacehop seeks to mould the future of the work environment as the number one home office provider in the UK and beyond to the growing freelance workforce. Launched Jan 2016, Spacehop has taken over 200 day bookings to date with 800+ account registrations, receiving high profile international press.", "status": "Successfully funded", "investment.target": "50000", "equity": "5.74%", "stats.investors.total": "169", "stats.investors.last": "2016-07-20 14:52:58", "stats.investments.largest": "6810"},
{"name": "Classlist", "url": "https://www.crowdcube.eu/investment/classlist-21085", "description": "Classlist’s virtual schoolgate is where parents at the same school contact each other securely about anything from lost property to playdates, liftshares and teenage parties. Classlist launched late 2015 and has signed over 70 UK state and independent schools. Its first New York school signed in May with more joining from Australia, New Zealand and Canada. Funds will be used to develop mobile services and grow international.", "status": "Successfully funded", "investment.target": "550000", "equity": "28.50%", "stats.investors.total": "239", "stats.investors.last": "2016-07-18 10:11:21", "stats.investments.largest": "150000"},
{"name": "PLUMEN", "url": "https://www.crowdcube.eu/investment/plumen-20805", "description": "Plumen want to make energy saving light bulbs that people love. Their launch product, the Plumen 001 beat the iPad to the Design of the Year award in 2011 and is part of the permanent collections of MoMA, the V&A, the Design Museum and a host of other respected institutions. The company has already sold half a million products to date in over 75 countries and wants to reinvent home lighting for the digital age.", "status": "Successfully funded", "investment.target": "500000", "equity": "8.00%", "stats.investors.total": "593", "stats.investors.last": "2016-09-07 15:37:32", "stats.investments.largest": "75000"},
{"name": "CHEERFY ", "url": "https://www.crowdcube.eu/investment/cheerfy-21030", "description": "Cheerfy enables the delivery of memorable customer experiences at retail stores, hotels and restaurants. In our opinion a personal customer experience is the key to customer loyalty. Cheerfy does that by recognising customers on arrival and sharing their presence in real-time with the businesses they visit. Finalist at Accenture Consumer Innovation Awards, Cheerfy is now present in London, Madrid, New York and Lisbon.", "status": "Successfully funded", "investment.target": "180000", "equity": "8.07%", "stats.investors.total": "119", "stats.investors.last": "2016-07-08 16:02:15", "stats.investments.largest": "27000"},
{"name": "TAP2TAG", "url": "https://www.crowdcube.eu/investment/tap2tag-20830", "description": "Tap2Tag solves the problem of gaining rapid access to a person’s medical records in an emergency through technology; and provides an update to the traditional medical bracelet. Founded by a former PWC accountant, Tap2Tag is already stocked by Amazon, Lloyds Pharmacy and a number of independents and is in the process of securing international expansion.", "status": "Successfully funded", "investment.target": "85000", "equity": "14.61%", "stats.investors.total": "125", "stats.investors.last": "2016-06-30 22:43:39", "stats.investments.largest": "25000"},
{"name": "Car Quids", "url": "https://www.crowdcube.eu/investment/car-quids-20824", "description": "Car Quids allows anyone to make money from having advertising applied to their car, and advertisers to achieve measurable results through affordable outdoor advertising. Over 8,000 car owners have signed up, and advertising has been booked by clients such as eMoov and easyCar. Car Quids are backed by Seedcamp, the University of Oxford, and the former Head of Marketing for Pernod-Ricard and are striving for UK & International Expansion.", "status": "Successfully funded", "investment.target": "130000", "equity": "7.90%", "stats.investors.total": "164", "stats.investors.last": "2016-04-25 10:43:23", "stats.investments.largest": "20000"},
{"name": "ILOVEGORGEOUS", "url": "https://www.crowdcube.eu/investment/wildandgorgeous-20924", "description": "Started in 2006, ilovegorgeous is an established, profitable and multi-award winning girls fashion brand with over £2m annual turnover. Boasting celebrity customers, high profile press and international sales from prestigious stores such as Harrods, Selfridges and Barneys NYC, ilovegorgeous is raising to fulfil customer demand by launching a boyswear collection.", "status": "Successfully funded", "investment.target": "300000", "equity": "14.89%", "stats.investors.total": "251", "stats.investors.last": "2016-05-31 11:15:39", "stats.investments.largest": "145480"},
{"name": "ISO Spaces", "url": "https://www.crowdcube.eu/investment/iso-spaces-2-21025", "description": "ISO Spaces are an award winning designer and manufacturer of recycled shipping containers creating bespoke pop-up bars, restaurants and hotels. Since creation in 2014 the company has worked with a variety of clients including Jeep, Boxpark and Fever-Tree and have achieved sales of £1.1m to date.", "status": "Successfully funded", "investment.target": "300000", "equity": "14.25%", "stats.investors.total": "302", "stats.investors.last": "2016-08-10 12:17:56", "stats.investments.largest": "50000"},
{"name": "The Yorkshire Meatball Co.", "url": "https://www.crowdcube.eu/investment/the-yorkshire-meatball-co-20926", "description": "The Yorkshire Meatball Co strive to lead the fight against average, tasteless meatballs! Already running 2 award winning Meatball and Craft Beer bars, the father & son team bring successful business and branding expertise with the aim to launch branded retail products into a major UK supermarket in 2016, and to roll out franchised restaurants UK wide.", "status": "Successfully funded", "investment.target": "100000", "equity": "14.39%", "stats.investors.total": "220", "stats.investors.last": "2016-05-06 15:19:55", "stats.investments.largest": "10000"},
{"name": "RISE ART", "url": "https://www.crowdcube.eu/investment/rise-art-20900", "description": "Rise Art is an online marketplace for contemporary art, hand-picked by experts, which allows art lovers to easily buy or rent artwork. Having received over 47,000 artwork submissions from artists, and with backers including Great Oaks Capital and Andrew Grahame, the Rise Art team are poised to take the £40bn art market by storm.", "status": "Successfully funded", "investment.target": "150000", "equity": "15.08%", "stats.investors.total": "199", "stats.investors.last": "2016-05-19 14:07:04", "stats.investments.largest": "250000"},
{"name": "BILLY FRANKS", "url": "https://www.crowdcube.eu/investment/billy-franks-20969", "description": "Billy Franks is a multi-award winning artisan jerky brand. It has achieved Great Taste and British Foodie awards, added Selfridges and Whole Foods Market to their list of stockists, and sold 40,000 bags in 2015. The Company is now raising for new staff, equipment and premises to scale up production.", "status": "Successfully funded", "investment.target": "145000", "equity": "34.68%", "stats.investors.total": "181", "stats.investors.last": "2016-04-25 15:29:41", "stats.investments.largest": "27000"},
{"name": "Zing Zing", "url": "https://www.crowdcube.eu/investment/zing-zing-20861", "description": "Having sold his first business to Just Eat, Josh Magidson founded Zing Zing to change the face of the Chinese food takeout and delivery industry by offering modern, healthy food, cooked fresh and delivered fast. With a turnover of £1m in 2015 and having achieved profitability from two restaurants, Zing Zing is backed by investors and advisors with experience of Wagamamas, Chipotle and Domino’s and is ready to scale.", "status": "Successfully funded", "investment.target": "350000", "equity": "29.34%", "stats.investors.total": "702", "stats.investors.last": "2016-06-13 09:25:46", "stats.investments.largest": "200000"},
{"name": "MONII", "url": "https://www.crowdcube.eu/investment/monii-20887", "description": "The Global CRM software market has grown 13.3% from 2013 to 2014 and is predicted to grow from £15 billion then, to a £24 billion total market value in 2017. Monii is a CRM system for small businesses to help share contacts, track tasks and manage communications, specifically targeting the business service sector. Oliver founded his own software development company in 2007 and successfully exited with a revenue approaching £2.5M in 2014.", "status": "Successfully funded", "investment.target": "150000", "equity": "20.36%", "stats.investors.total": "114", "stats.investors.last": "2016-05-09 10:52:40", "stats.investments.largest": "55650"},
{"name": "Positivitea", "url": "https://www.crowdcube.eu/investment/positivitea-ltd-20683", "description": "Positivitea is a range of delicious, uplifting and award-winning teas based on the chakras and blended for balance. Already stocked in Urban Outfitters, Fenwick, Barrecore and Triyoga, and working with Lulu Lemon, Sweaty Betty and Not On The High Street. This raise is to expand the team and extend this success to more retail outlets and suppliers.", "status": "Successfully funded", "investment.target": "75000", "equity": "10.33%", "stats.investors.total": "211", "stats.investors.last": "2016-06-30 18:35:13", "stats.investments.largest": "10000"},
{"name": "Wise Alpha", "url": "https://www.crowdcube.eu/investment/wisealpha-1-20977", "description": "WiseAlpha is an online platform that allows people to invest in secured corporate loans of blue-chip British brand name companies. This gives people the opportunity to earn a higher rate of interest and diversify their portfolio. WiseAlpha has already carried out its first successful transactions and is now raising funds to launch a marketing campaign at the growing multi £bn market.", "status": "Successfully funded", "investment.target": "350000", "equity": "9.56%", "stats.investors.total": "376", "stats.investors.last": "2016-06-24 11:31:06", "stats.investments.largest": "100000"},
{"name": "Idler Academy", "url": "https://www.crowdcube.eu/investment/idler-academy-20811", "description": "The Idler is a quirky brand comprising online course business, quarterly journal, book publisher, live events company and curated retail strand with a 22,000 strong global community. Our latest project is on-demand education: online courses in the liberal arts and practical skills taught by experts. The Idler Academy is founded by Tom Hodgkinson, whose books, including How to be Idle, have sold over 350,000 copies in over 20 countries.", "status": "Successfully funded", "investment.target": "125000", "equity": "12.99%", "stats.investors.total": "145", "stats.investors.last": "2016-05-23 08:33:44", "stats.investments.largest": "50000"},
{"name": "Craved", "url": "https://www.crowdcube.eu/investment/craved-1-20974", "description": "Craved is an online marketplace that allows lovers of craft food and drink to discover new products or buy specially curated collections from small producers. Having tested the market both online an via pop-up stalls, Craved has had particular success in the corporate sales and gifting market. Craved is backed by experienced investors including the founder of Hawksmoor and Startup Funding Club", "status": "Successfully funded", "investment.target": "120000", "equity": "13.75%", "stats.investors.total": "186", "stats.investors.last": "2016-06-22 11:31:50", "stats.investments.largest": "10000"},
{"name": "Rentify", "url": "https://www.crowdcube.eu/investment/rentify-20851", "description": "Rentify helps landlords market, manage, and make more money from their properties by using technology to make the process faster, cheaper, and hassle-free. Thousands of landlords join the platform each month to market and manage. Led by senior executives from Google, Samsung, and Zoopla, the business has grown to more than 200,000 transacted customers, 140,000 processed properties, and £156m of property under management cumulatively in London.", "status": "Successfully funded", "investment.target": "1000000", "equity": "6.46%", "stats.investors.total": "501", "stats.investors.last": "2016-04-01 09:16:08", "stats.investments.largest": "384520"},
{"name": "PHOTOCROWD.COM", "url": "https://www.crowdcube.eu/investment/photocrowd-com-20971", "description": "Photocrowd.com gives photographers an e-commerce platform from which to sell their best images. Its 31,000 members, in 166 countries, manage their online shop, enter photo challenges and take part in the community on mobile, tablet and desktop. They subscribe to the site on a freemium model, and sell their work as prints and canvases, with commercial stock image sales launching later in 2016.", "status": "Successfully funded", "investment.target": "450000", "equity": "24.86%", "stats.investors.total": "513", "stats.investors.last": "2016-06-21 08:53:24", "stats.investments.largest": "200000"},
{"name": "Red Squirrel Brewing Co", "url": "https://www.crowdcube.eu/investment/mad-squirrel-20813", "description": "Red Squirrel Group (RSG) comprises of a modern brewery in the Hertfordshire countryside, a chain of 3 craft beer shops under “The Brewery Shop” brand and a distribution network for their award winning beer supplying 400 UK premises plus international trade. On target to grow revenues by 90%+ (y/e June ’16), RSG aim to expand brewery operations, and upscale to 10 outlets. The company expects to pay a dividend within the next 12 months.", "status": "Successfully funded", "investment.target": "500000", "equity": "12.39%", "stats.investors.total": "614", "stats.investors.last": "2016-03-30 16:33:28", "stats.investments.largest": "50000"},
{"name": "Dirt Factory", "url": "https://www.crowdcube.eu/investment/dirt-factory-19456", "description": "Dirt Factory will be the UK’s first indoor bike park based in the vibrant and sporting city of Manchester. Catered for Mountain Bikes and BMX we will use real dirt to create amazing indoor trails that will appeal to a growing community of cyclists. We aim to attract over 65,000 visits by year five and open at least two more indoor facilities in the UK and Europe. A model that is proven very popular overseas is finally coming to the UK!", "status": "Successfully funded", "investment.target": "300000", "equity": "54.27%", "stats.investors.total": "516", "stats.investors.last": "2016-03-31 10:51:52", "stats.investments.largest": "100000"},
{"name": "goHenry", "url": "https://www.crowdcube.eu/investment/gohenry-21024", "description": "goHenry is a digital banking solution that will make your kids smarter at managing money than you are. goHenry's pre-paid debit card and app come with unique parental controls to help teach young people good money habits. With over 200k users and 10k joining every month, KPMG & H2 Ventures named goHenry one of the world’s \"Leading 100\" FinTech innovators. goHenry is raising capital to continue its UK and international growth.", "status": "Successfully funded", "investment.target": "2000000", "equity": "15.98%", "stats.investors.total": "2209", "stats.investors.last": "2016-07-04 08:45:26", "stats.investments.largest": "250010"},
{"name": "THE FRIDAY BEER CO.", "url": "https://www.crowdcube.eu/investment/the-friday-beer-co-20786", "description": "The Friday Beer Co, “Official Sponsors of the Weekend”, sell Premium Bottled Ales to more than 50 outlets including Harrods. With Sales doubling between their 1st and 2nd years of trading, the scientists behind the business aim to exceed £1m turnover by 2020 and are striving to sell into international markets. The Friday Beer Co are looking to invest in infrastructure to drive down costs and take a sizeable chunk of this £500m market.", "status": "Successfully funded", "investment.target": "150000", "equity": "27.31%", "stats.investors.total": "255", "stats.investors.last": "2016-03-03 09:56:40", "stats.investments.largest": "15000"},
{"name": "GripIt Fixings ", "url": "https://www.crowdcube.eu/investment/gripit-fixings-1-20920", "description": "GripIt is the ‘World’s Ultimate Plasterboard Fixing’, designed by Jordan Daykin at the age of 13, and backed by Dragons' Den favourite, Deborah Meaden. With patents across all international target markets, GripIt is now stocked in over 3,000 stores & is already exporting to a number of countries. GripIt have a sales pipeline of £31m over the next 3 years including expansion to the US & Australia & are raising funds to expand their capacity", "status": "Successfully funded", "investment.target": "1500000", "equity": "14.26%", "stats.investors.total": "611", "stats.investors.last": "2016-03-31 11:03:52", "stats.investments.largest": "200000"},
{"name": "LUCY'S DRESSINGS", "url": "https://www.crowdcube.eu/investment/lucy-s-dressings-20648", "description": "Lucy's Dressings is an award winning, premium dressings brand. They have seen growth year on year since inception, and made £180k in revenue last year. Having gained recognition from Olive Magazine and The Times, they were approached by Bills restaurants 18 months ago to create their House Dressing. Lucy's Dressings is seeking investment to develop their products, execute their marketing strategy and expand their user base in the EU.", "status": "Successfully funded", "investment.target": "75000", "equity": "16.12%", "stats.investors.total": "90", "stats.investors.last": "2016-03-24 21:05:25", "stats.investments.largest": "35000"},
{"name": "Doisy and Dam", "url": "https://www.crowdcube.eu/investment/doisy-dam-20913", "description": "Doisy & Dam was established in November 2013 when the founders (Ed and Rich) decided they wanted to make a product that truly matched health and indulgence with high-quality organic chocolate from the Dominican Republic, and superfoods. Since inception they’ve grown their range from 3 to 10 flavours of dark, milk & white chocolate and currently their chocolates can be found in over 400 locations across the country.", "status": "Successfully funded", "investment.target": "150000", "equity": "14.99%", "stats.investors.total": "80", "stats.investors.last": "2016-03-31 11:47:00", "stats.investments.largest": "80000"},
{"name": "THE LONDON JAM FACTORY", "url": "https://www.crowdcube.eu/investment/the-london-jam-factory-20808", "description": "The London Jam factory is an award winning jam manufacturer, with over 90 flavours focussed on more fruit and less sugar. Already delivering online in the UK and abroad as well as delicatessens, coffee shops, bakeries and specialist retailers. The company is raising to invest in increased production facilities in order to become the known healthy, innovative player in the growing global £10bn jam and spread market.", "status": "Successfully funded", "investment.target": "130000", "equity": "40.00%", "stats.investors.total": "213", "stats.investors.last": "2016-04-20 14:30:29", "stats.investments.largest": "10000"},
{"name": "The Italian Job", "url": "https://www.crowdcube.eu/investment/the-italian-job-20839", "description": "The Italian Job is a new Pub concept currently based in Chiswick and looking to open in East London. Backed by the highly acclaimed Italian brewery Birrificio del Ducato, the team are on a mission to bring great Italian craft beer to the UK and show the world that there’s more to Italian food than pizza & pasta. Acclaimed as ‘pub of the month’ and awarded 5 stars by Timeout, The Italian Job is led by hospitality veterans.", "status": "Successfully funded", "investment.target": "350000", "equity": "25.12%", "stats.investors.total": "166", "stats.investors.last": "2016-04-26 15:01:07", "stats.investments.largest": "40000"},
{"name": "SimplyCook", "url": "https://www.crowdcube.eu/investment/simplycook-20864", "description": "SimplyCook want to reinvent home cooking. Backed by Episode 1 Ventures, SimplyCook offer a range of recipe kits to help cook restaurant quality meals in just 20 mins. Rated as the top online recipe kit startup in the UK, SimplyCook customers have enjoyed over 900k meals to date. This round of investment will provide capital to enhance the customer experience, expand marketing channels and launch a new distribution partnership with Ocado.", "status": "Successfully funded", "investment.target": "600000", "equity": "10.68%", "stats.investors.total": "700", "stats.investors.last": "2016-05-03 12:14:37", "stats.investments.largest": "250000"},
{"name": "BuffaloGrid", "url": "https://www.crowdcube.eu/investment/buffalogrid-20585", "description": "BuffaloGrid provides mobile power and internet connectivity to off-grid world, a market of 650m people. Launched in India July 15, it is already serving 4700 customers and charged over 15,000 phones. A case study for The Economist and the UK Government BuffaloGrid is now raising funds to scale operations in India and take its award-winning patent-pending hub into mass production.", "status": "Successfully funded", "investment.target": "265000", "equity": "27.62%", "stats.investors.total": "351", "stats.investors.last": "2016-05-03 16:28:27", "stats.investments.largest": "200000"},
{"name": "Witt Energy", "url": "https://www.crowdcube.eu/investment/witt-energy-20527", "description": "Chaired by Admiral Sir James Burnell-Nugent KCB CBE, the former Royal Navy Commander-in-Chief, Witt’s revolutionary patented energy harvester converts any motion on land, sea and air into electricity. From ocean power grid scale devices down to golf-ball sized units for consumers, Witt’s plan is to develop their technology for multiple applications. Global companies are working with them on their first product.", "status": "Successfully funded", "investment.target": "750000", "equity": "19.50%", "stats.investors.total": "1567", "stats.investors.last": "2016-05-17 10:47:52", "stats.investments.largest": "150000"},
{"name": "TeachPitch", "url": "https://www.crowdcube.eu/investment/teachpitch-20812", "description": "TeachPitch is on a mission to disrupt classroom teaching by helping schools and teachers to discover and manage the best online learning resources. In the last 14 months the community has grown to 10,000 teachers from over 100 countries. Commercial partnerships with top education institutions including Sedbergh, Harrow School, Brookings Institution", "status": "Successfully funded", "investment.target": "300000", "equity": "14.77%", "stats.investors.total": "156", "stats.investors.last": "2016-04-08 16:31:36", "stats.investments.largest": "96260"},
{"name": "OpenPlay", "url": "https://www.crowdcube.eu/investment/openplay-20723", "description": "OpenPlay is a website (and soon mobile app) that removes the hassle of finding and booking local sports facilities and activities. The concept has been validated with a contract with Brent council, 18,000 registered users and month on month growth with an average of 80,000 visitors per month. OpenPlay also has a social element and can connect people together around their sports interests.", "status": "Successfully funded", "investment.target": "150000", "equity": "17.41%", "stats.investors.total": "121", "stats.investors.last": "2016-01-12 11:39:35", "stats.investments.largest": "75000"},
{"name": "Mondo", "url": "https://www.crowdcube.eu/investment/mondo-1-20857", "description": "Mondo are building a bank as smart as your phone - a mobile first, technology driven, challenger bank. Backed by one of Europe's leading VCs, Passion Capital, they've turned down additional investment offers from a number of global investors to reserve £1m for their customers and everyday investors. Mondo are seeking investment to hire more people, build out their IT systems and push marketing and PR more aggressively.", "status": "Successfully funded", "investment.target": "1000000", "equity": "3.33%", "stats.investors.total": "1877", "stats.investors.last": "2016-04-08 08:30:43", "stats.investments.largest": "1000"},
{"name": "HAANDLE ", "url": "https://www.crowdcube.eu/investment/haandle-ltd-20631", "description": "Haandle has created a solution to deal with issues surrounding sleep problems, bullying and obsessive behaviour caused by easy access to internet services and the proliferation of ‘connected’ devices. Haandle provides a new wifi router with accompanying app that allow parents to have a greater say in how and where their children use the internet and manage screentime.", "status": "Successfully funded", "investment.target": "150000", "equity": "15.00%", "stats.investors.total": "60", "stats.investors.last": "2016-01-13 15:07:36", "stats.investments.largest": "25000"},
{"name": "ChargeBox", "url": "https://www.crowdcube.eu/investment/chargebox-20526", "description": "ChargeBox is a leading provider of secure mobile charging for public and semi-public spaces with 2000 machines currently deployed or in development. The Company are now seeking investment to expand Sales and Marketing efforts and R & D for the next generation of products to allow us to continue expanding our services across the UK and worldwide.", "status": "Successfully funded", "investment.target": "500000", "equity": "11.12%", "stats.investors.total": "155", "stats.investors.last": "2016-02-03 16:03:41", "stats.investments.largest": "137500"},
{"name": "Vivobarefoot", "url": "https://www.crowdcube.eu/investment/vivobarefoot-20872", "description": "Vivobarefoot is a shoe business with sales of £10m, profitable for the last two years and growing at 30% a year. With a complete collection for Off Road, Exercise, Everyday & Kids, based on patented ultra-thin puncture resistant soles and one simple insight; shoes should let your feet do their natural thing. Vivobarefoot are on a mission to make the perfect shoe… perfect for feet.", "status": "Successfully funded", "investment.target": "750000", "equity": "8.05%", "stats.investors.total": "1121", "stats.investors.last": "2016-05-27 11:04:30", "stats.investments.largest": "150000"},
{"name": "REDCHURCH BREWERY", "url": "https://www.crowdcube.eu/investment/the-redchurch-brewery-limited-20772", "description": "Redchurch Brewery, based in a double arch in Bethnal Green, produces a core range of 6 craft beers. Founded in 2011, the business is unable to keep up with demand and is raising funds to achieve their brand vision, with a significant expansion in capacity and improvement in efficiency of package, alongside an intelligent and coordinated sales and marketing campaign. The brewery on-site bar was recently named as one of the best in London.", "status": "Successfully funded", "investment.target": "200000", "equity": "19.90%", "stats.investors.total": "496", "stats.investors.last": "2016-02-04 09:55:45", "stats.investments.largest": "35000"},
{"name": "ECONNECT CARS", "url": "https://www.crowdcube.eu/investment/econnect-cars-20761", "description": "eConnect cars remains the only private hire operator which can offer both a standard service (the Nissan Leaf) and executive service (Tesla Model S) using 100% electric vehicles in London. After 18 months of trading, this four times award winning company is seeking additional equity investment in support of its growth activities.", "status": "Successfully funded", "investment.target": "400000", "equity": "19.86%", "stats.investors.total": "214", "stats.investors.last": "2016-01-11 23:42:03", "stats.investments.largest": "50000"},
{"name": "POD Point - Electric Equity", "url": "https://www.crowdcube.eu/investment/pod-point-1-20725", "description": "POD Point are one of the UK's fastest growing tech companies and supply electric vehicle charging solutions to drivers and businesses nationwide. They've shipped more than 20,000 charge points and provided over 10 million miles of electric motoring. This is your chance to get involved in a high growth sector and be part of the electric vehicle revolution. There are two ways to invest in POD Point; via Equity or Bond.", "status": "Successfully funded", "investment.target": "1500000", "equity": "6.49%", "stats.investors.total": "618", "stats.investors.last": "2016-03-14 14:51:59", "stats.investments.largest": "500000"},
{"name": "Eight Point Nine", "url": "https://www.crowdcube.eu/investment/eight-point-nine-20508", "description": "Eight Point Nine is a personalised coffee subscription service, where their flavour-matching algorithm figures out the perfect blend of beans for each customer based on their individual tastes and requirements. Launched in 2011, they’ve shipped over 50,000 bags of coffee, generated over £110,000 revenue in 2015 and developed co-brand partnerships with the likes of De'Longhi giving them access to hundreds of thousands of coffee lovers.", "status": "Successfully funded", "investment.target": "150000", "equity": "16.67%", "stats.investors.total": "134", "stats.investors.last": "2016-01-27 21:25:26", "stats.investments.largest": "12000"},
{"name": "Ethos", "url": "https://www.crowdcube.eu/investment/ethos-20818", "description": "Looking to disrupt a £50b+ global industry, ETHOS is a chain of boutique yoga & fitness hybrid studios combining health, science and technology. Growing the cash-generating Cambridge headquarters, ETHOS is building their second location in London at Spitalfields Market between the City and Shoreditch. The unique team includes a decorated Royal Marine Commando, yoga world champions, professional athletes, scientists, scholars and business people.", "status": "Successfully funded", "investment.target": "500000", "equity": "15.48%", "stats.investors.total": "388", "stats.investors.last": "2016-04-14 15:36:17", "stats.investments.largest": "100000"},
{"name": "CHAMPION & REEVES", "url": "https://www.crowdcube.eu/investment/champion-reeves-20888", "description": "Champion & Reeves is a premium confectionery brand. Orders have been placed and stocked at high profile places such as Buckingham Palace, Windsor Castle. Current range of confectionery include Dessert Nougat, Butterscotch and Cream Toffee with Macadamia. Champion & Reeves has recreated the taste reminiscent to the famous Callard & Bowser.", "status": "Successfully funded", "investment.target": "125000", "equity": "14.83%", "stats.investors.total": "63", "stats.investors.last": "2016-03-04 12:36:09", "stats.investments.largest": "115000"},
{"name": "TripConsul", "url": "https://www.crowdcube.eu/investment/cityunscripted-20759", "description": "TripConsul transforms city visits by giving travellers what they are really interested in on their trip and not just promoting standard, unfiltered choices. Their goal is to genuinely improve travellers city experiences and make those visits unique. They offer instant online personalisation, a curated database of local recommendations, 60 talented guides with fluency in 19 languages and a one stop booking service.", "status": "Successfully funded", "investment.target": "100000", "equity": "21.16%", "stats.investors.total": "77", "stats.investors.last": "2016-02-04 12:12:33", "stats.investments.largest": "64000"},
{"name": "Primo", "url": "https://www.crowdcube.eu/investment/primo-18884", "description": "Primo is the smart-toy maker that helps young children learn coding before they can read. Their first product, the Cubetto Playset, is a wooden robot that introduces coding away from the screen, & is used by more than 800 schools and families in over 40 countries. Led by experts in business, design, & software development, Primo has developed a diverse product pipeline, secured a partnership with PCH International, and been featured in the MoMA.", "status": "Successfully funded", "investment.target": "200000", "equity": "9.90%", "stats.investors.total": "294", "stats.investors.last": "2016-02-26 10:03:09", "stats.investments.largest": "33200"},
{"name": "12TH BATTALION PRODUCTIONS", "url": "https://www.crowdcube.eu/investment/12th-battalion-productions-20637", "description": "12th Battalion Productions is producing a fully holographic feature length production. Presenting a 3D audio-visual projection without a single cast member present, to give the illusion of live stage performance. The team consists of a visual effects artist who has worked on Oscar winning films and a music producer who has worked on Grammy award winning albums. The show aims to tour local theatres across the UK and Europe.", "status": "Successfully funded", "investment.target": "140000", "equity": "10.50%", "stats.investors.total": "38", "stats.investors.last": "2016-02-16 18:17:07", "stats.investments.largest": "50000"},
{"name": "Street Stream", "url": "https://www.crowdcube.eu/investment/jasmine-technologies-ltd-20848", "description": "Street Stream is a new tech start-up that is disrupting the same-day and on demand delivery industry. Founded by James Middleton, previously Director at Black Rock hedge fund, turned entrepreneur and part time courier! Early trading has surpassed expectations since it went live in February 2015. With over 2600 jobs completed for around 500 customers, we are now looking to roll out more features and hire a sales team to scale up the operation", "status": "Successfully funded", "investment.target": "100000", "equity": "14.21%", "stats.investors.total": "121", "stats.investors.last": "2016-02-18 22:21:13", "stats.investments.largest": "33000"},
{"name": "CHRYSALIS VISION", "url": "https://www.crowdcube.eu/investment/chrysalis-vision-limited-20678", "description": "In 2013 £565m was spent by UK broadcasters on original drama. Chrysalis aims to be a specialised drama producer, with intention to develop, produce and distribute long-running multi-season drama series to address this market. The founding team previously built an independent TV production group with an annual turnover of £90m and are looking to repeat this success with a team including Luke Johnson of Pizza Express and Channel 4.", "status": "Successfully funded", "investment.target": "200000", "equity": "37.43%", "stats.investors.total": "196", "stats.investors.last": "2015-12-30 23:06:21", "stats.investments.largest": "100000"},
{"name": "Harry Brompton's Ice Tea", "url": "https://www.crowdcube.eu/investment/tudor-drinks-ltd-1-19147", "description": "Harry Brompton's is the world's first premium alcoholic Ice Tea. Launched in 2013 we have grown rapidly selling nearly 1,000,000 bottles of our award winning teas across 11 countries and are stocked in leading retailers including Waitrose, Sainsbury’s, Ocado, Whole Foods and Harrods. Awarded the 2015 Virgin Foodpreneur prize by Sir Richard Branson our goal is to make Harry Brompton’s the world’s leading brand in premium ready to drink (RTD)", "status": "Successfully funded", "investment.target": "300000", "equity": "13.33%", "stats.investors.total": "113", "stats.investors.last": "2016-03-03 17:35:54", "stats.investments.largest": "191060"},
{"name": "HICI ", "url": "https://www.crowdcube.eu/investment/hici-20718", "description": "Problem: houses aren't square. This makes cutting coving and skirting difficult, even for pros. Solution: TrigJig, a British-built, precision hand tool that measures and guides cuts to 0.1°. It saves labour and wastage, but improves the finish. Interested? So is one of the UK’s largest hardware retailers. We’ll be on their shelves by spring. With a fully established manufacturing and supply chain, all we need are astute investors. Join us.", "status": "Successfully funded", "investment.target": "100000", "equity": "18.44%", "stats.investors.total": "90", "stats.investors.last": "2015-12-22 13:01:53", "stats.investments.largest": "34000"},
{"name": "ONGALLERY", "url": "https://www.crowdcube.eu/investment/ongallery-20616", "description": "ONGallery publishes and sells authentic, affordable, limited edition art and photography online. It offers an alternative to expensive and intimidating galleries by connecting enthusiasts who love art, with artists who create great art, at prices they can afford. Founded by former professional photographer Peter Neilson. Shareholders include chairman Sir John Hegarty - of advertising giant BBH, and leading venture capitalist Tom Teichman.", "status": "Successfully funded", "investment.target": "250000", "equity": "11.02%", "stats.investors.total": "136", "stats.investors.last": "2016-01-04 16:58:17", "stats.investments.largest": "50000"},
{"name": "MyGravity", "url": "https://www.crowdcube.eu/investment/mygravity-20735", "description": "MyGravity provides SMEs with an ethical loyalty and digital marketing platform that strikes a balance between business’ need for insight, and consumers’ need for data ownership. Launched just 7 months ago, MyGravity has grown to 43 high street stores, gained 7,000+ users, and created subscription revenue growth of 32% MoM. MyGravity is fundraising to become a leading provider of trust and retail personalisation, a €60B EU market opportunity", "status": "Successfully funded", "investment.target": "150000", "equity": "4.40%", "stats.investors.total": "3", "stats.investors.last": "2016-03-04 16:32:36", "stats.investments.largest": "100000"},
{"name": "HEN RESTAURANTS ", "url": "https://www.crowdcube.eu/investment/hen-restaurants-1-20621", "description": "Hen is a much loved, 'honest' chicken shop, with an ethical twist and big plans. For too long we have had to endure the unethical and unhealthy high street chicken shops, Hen is here to change this. We opened our first restaurant in Brighton December 2014 and we are now ready to build on this initial success and expand the concept with help from the Crowd and confirmed Angel Investment.", "status": "Successfully funded", "investment.target": "100000", "equity": "16.46%", "stats.investors.total": "139", "stats.investors.last": "2016-01-04 19:21:18", "stats.investments.largest": "33000"},
{"name": "Run an Empire", "url": "https://www.crowdcube.eu/investment/run-an-empire-20682", "description": "Described as “Strava for the Game of Thrones crowd”, Run An Empire is a strategy running game for mobile that’s based in the real world. Players compete to own the most territory in their neighbourhood by physically running around it. Having raised successfully on Kickstarter, Run An Empire has already had 6,000 runs logged across 5 continents, and was created by the team at Pan Studio who have delivered projects for Microsoft, M&S and TEDx", "status": "Successfully funded", "investment.target": "70000", "equity": "9.30%", "stats.investors.total": "120", "stats.investors.last": "2016-01-11 11:53:43", "stats.investments.largest": "25410"},
{"name": "Skin Analytics", "url": "https://www.crowdcube.eu/investment/skin-analytics-20273", "description": "Every 10 minutes someone dies from melanoma. Almost everyone should survive but often diagnosis comes too late. Skin Analytics makes screening of melanoma at home possible with a specially designed lens and phone app. Backed by Telefonica and Angels, the company has an existing partnership with Vitality UK, and is aiming for its new product to be a Class II medical device used by individuals and medical professionals.", "status": "Successfully funded", "investment.target": "450000", "equity": "25.58%", "stats.investors.total": "219", "stats.investors.last": "2015-12-12 21:55:49", "stats.investments.largest": "100000"},
{"name": "TASTE Cocktails", "url": "https://www.crowdcube.eu/investment/taste-cocktails-1-20732", "description": "TASTE cocktails helps you make bar-quality cocktails at home, and discover your new favourites! We offer a monthly cocktail kit subscription, a permanent range of kits, and an online magazine. In the last 3 months, we launched in 7 high-street stores, grew our online audiences by 50%, and sold 147% of our forecast in October. We plan to expand our team and spend on marketing to grow rapidly in 2016, and look to exit in 2019.", "status": "Successfully funded", "investment.target": "60000", "equity": "10.03%", "stats.investors.total": "192", "stats.investors.last": "2016-01-12 13:06:34", "stats.investments.largest": "10000"},
{"name": "GINX TV", "url": "https://www.crowdcube.eu/investment/ginx-tv-limited-20726", "description": "GINX is an international videogaming TV channel, already received in 26 million householders, 40 territories and 9 languages. GINX is raising finance to grow its TV distribution in the UK, to build Apps that will extend its reach onto the PlayStation and Xbox platforms with their 100 million monthly active subscribers and to expand its global website. GINX is managed by CEO Michiel Bakker, a member of the founding team of MTV Europe.", "status": "Successfully funded", "investment.target": "540000", "equity": "8.81%", "stats.investors.total": "193", "stats.investors.last": "2016-01-25 09:26:09", "stats.investments.largest": "160000"},
{"name": "Po-Zu", "url": "https://www.crowdcube.eu/investment/po-zu-20751", "description": "Po-Zu is an award-winning sustainable footwear brand, currently ranked the UK’s No. 1 Ethical Shoe Brand. Having collaborated with global brands such as Timberland, and a Hollywood film franchise, Po-Zu sell shoes worldwide. Po-Zu target the £7.2bn ‘bridge’ shoe market which sees 27% YOY growth. The advisory team includes former MD at Clarks, Marie Claire’s Beauty & Style Director, and Office Shoes’ former MD.", "status": "Successfully funded", "investment.target": "150000", "equity": "21.05%", "stats.investors.total": "119", "stats.investors.last": "2016-01-07 10:31:40", "stats.investments.largest": "43490"},
{"name": "BidStack", "url": "https://www.crowdcube.eu/investment/bidstack-20749", "description": "Bidstack is a live bidding platform for last-minute digital advertising signage, aiming to make digital out of home advertising truly accessible for anyone. Bidstack launched their video at the O2 arena, raising brand awareness as the first steps to disrupt a growing £multi-billion industry. The team's experience includes a £multi-million business exit and a successfully overfunded Crowdcube campaign.", "status": "Successfully funded", "investment.target": "100000", "equity": "12.09%", "stats.investors.total": "66", "stats.investors.last": "2015-12-19 00:40:43", "stats.investments.largest": "44000"},
{"name": "THE VILLAGE HABERDASHERY ", "url": "https://www.crowdcube.eu/investment/the-village-haberdashery-limited-20660", "description": "The Village Haberdashery strives to be a premium multi-channel craft shop and studio for the Modern Maker. The company has been trading online and in London for three years with an annual turnover of over £250k. We believe The Village Haberdashery is well-positioned to capture the higher end of the nearly £3.4 billion craft market and they are raising investment to expand their flagship store into a large high-footfall location.", "status": "Successfully funded", "investment.target": "80000", "equity": "14.33%", "stats.investors.total": "261", "stats.investors.last": "2016-01-15 15:42:43", "stats.investments.largest": "25500"},
{"name": "The Stable Musical Theatre UK", "url": "https://www.crowdcube.eu/investment/the-stable-musical-theatre-uk-ltd-18809", "description": "The Stable commissions, develops and produces new musicals. The Stable is working alongside a number of gifted writers and creatives including Tony Award winner Douglas Hodge, Olivier Award winner Maria Friedman and celebrated choreographer Drew McOnie. The Stable aims to produce ten musicals in the next five years. A successful commercial hit could deliver a commercial value of over £1m in revenue back to the Stable.", "status": "Successfully funded", "investment.target": "60000", "equity": "6.84%", "stats.investors.total": "109", "stats.investors.last": "2016-01-25 09:14:49", "stats.investments.largest": "10000"},
{"name": "CAT IN A FLAT", "url": "https://www.crowdcube.eu/investment/cat-in-a-flat-20595", "description": "Cat in a Flat is a fast growing, London-born cat sitting community, set up to socialise and breathe some life into the traditional pet sitting industry. With millions of urban cat households in the UK, a convenience driven lifestyle and the expectation of bespoke, trusted services Cat in a Flat has already started to disrupt the $ 7 billion heavy UK pet care sector.", "status": "Successfully funded", "investment.target": "50000", "equity": "5.06%", "stats.investors.total": "72", "stats.investors.last": "2016-01-28 17:35:50", "stats.investments.largest": "10000"},
{"name": "Clippings.com", "url": "https://www.crowdcube.eu/investment/clippings-com-19638", "description": "Clippings.com is a curated marketplace for beautiful furniture, lighting and homeware. We are on a mission to redesign the design industry, by empowering brands to connect with their customers directly. The team includes industry leaders such as Carson Roen (former marketing director, made.com) & David Begg (founder of Tom Dixon). We have over 300 brands and 8000 products on the platform, and have grown 21% month-on-month since our last round.", "status": "Successfully funded", "investment.target": "500000", "equity": "16.60%", "stats.investors.total": "129", "stats.investors.last": "2015-10-15 16:27:50", "stats.investments.largest": "250000"},
{"name": "451Life.com", "url": "https://www.crowdcube.eu/investment/451-lifestyle-limited-18438", "description": "451life is an online business with a vision to transform the lifestyle sector. Its subscription based model gives its member’s access to exclusive lifestyle content, live events and quarterly gifts. Other companies in this sector have seen recent valuations of $115m. Backed by Sir Terence Conran, founder of Habitat and serial entrepreneur, 451life aims to launch and scale up to 140,000 members in 2020.", "status": "Successfully funded", "investment.target": "150000", "equity": "18.62%", "stats.investors.total": "95", "stats.investors.last": "2015-10-22 09:36:04", "stats.investments.largest": "50000"},
{"name": "Wool and the Gang", "url": "https://www.crowdcube.eu/investment/wool-and-the-gang-19321", "description": "Wool and the Gang, a global fashion brand, is disrupting the traditional business model by empowering customers to produce fashion at home. Replacing the factory with the strength of the maker movement means sustainably produced fast fashion. In 2014, sales grew +321% selling to 65+ countries. Retailers included John Lewis, Harvey Nichols and Whistles. Index Ventures and Wellington Partners are both investing.", "status": "Successfully funded", "investment.target": "750000", "equity": "11.91%", "stats.investors.total": "492", "stats.investors.last": "2015-12-07 09:17:18", "stats.investments.largest": "150000"},
{"name": "CADENCE PERFORMANCE", "url": "https://www.crowdcube.eu/investment/cadence-performance-20721", "description": "Cadence are a hub for cyclists, offering cycle sales, service, fitting, coaching, fitness training, yoga, pilates, a café, organised rides and social events from their first location in Crystal Palace. Strava recently rated them as the second most visited cycling café in London, and their corporate clients include UBS, Credit Suisse and Warner Brothers. Cadence’s team of cycling & business veterans now want to expand to new sites and services", "status": "Successfully funded", "investment.target": "300000", "equity": "19.86%", "stats.investors.total": "228", "stats.investors.last": "2015-12-31 22:53:16", "stats.investments.largest": "160000"},
{"name": "Synap", "url": "https://www.crowdcube.eu/investment/synap-19333", "description": "Synap uses scientific insights into how the brain works to enhance the way students learn. Its award-winning mobile app and website have already attracted thousands of users from across the world who rely on Synap’s intelligent algorithms to learn more in less time. The team are now looking to scale Synap and establish it as a leading player in the exciting personalised learning market.", "status": "Successfully funded", "investment.target": "180000", "equity": "16.11%", "stats.investors.total": "140", "stats.investors.last": "2015-10-27 16:21:03", "stats.investments.largest": "50000"},
{"name": "CoControl", "url": "https://www.crowdcube.eu/investment/cocontrol-19853", "description": "CoControl’s connected technology empowers our customers – social landlords– to more efficiently invest the £7.1bn they spend annually on upkeep of their 4.1m homes, whilst reducing energy bills for vulnerable tenants. The company’s Chairman, Andrew Wordsworth, is the founder of E-Car Club, which recently achieved the world's first crowdfunded exit. The company has raised over £300,000 in non-dilutive grant funding to date.", "status": "Successfully funded", "investment.target": "100000", "equity": "19.98%", "stats.investors.total": "124", "stats.investors.last": "2015-11-16 13:00:18", "stats.investments.largest": "20000"},
{"name": "Alquity", "url": "https://www.crowdcube.eu/investment/alquity-investment-management-19092", "description": "Alquity is a $100m high growth UK based Asset Management Company with a mission to deliver great returns through responsible, sustainable investment practice in emerging markets. Led by veteran fund managers, Alquity donate up to 25% of their fee revenue to support local entrepreneurs in their target markets, outperform their peers, are already listed on several platforms, and plans to be a $1 billion fund by 2019.", "status": "Successfully funded", "investment.target": "500000", "equity": "4.41%", "stats.investors.total": "379", "stats.investors.last": "2015-12-03 10:53:06", "stats.investments.largest": "50000"},
{"name": "ioLight", "url": "https://www.crowdcube.eu/investment/iolight-limited-1-19736", "description": "ioLight has invented a high resolution portable microscope which displays images directly onto your tablet or mobile phone. The first of its kind in the UK and with a patent pending it delivers a resolution of better than 1μm. Potential markets including Schools, Labs, and Universities and investment is now needed to scale up manufacture take the product to market.", "status": "Successfully funded", "investment.target": "150000", "equity": "15.21%", "stats.investors.total": "249", "stats.investors.last": "2015-11-17 09:05:00", "stats.investments.largest": "15000"},
{"name": "Seadog Productions", "url": "https://www.crowdcube.eu/investment/seadog-tv-film-productions-ltd-20510", "description": "Founded by Monty Halls, one of the UK’ best known adventure presenters, writers and broadcasters, Seadog Productions aims to produce world class television and video content targeting a national and international audience. Based in the South West, our plan is to create a regional centre of excellence, to ultimately create television programmes and films that will be in demand on a global scale.", "status": "Successfully funded", "investment.target": "275000", "equity": "29.88%", "stats.investors.total": "345", "stats.investors.last": "2015-12-16 10:10:07", "stats.investments.largest": "60000"},
{"name": "InYourStride", "url": "https://www.crowdcube.eu/investment/inyourstride-19795", "description": "InYourStride is changing the way people train for mass participation events - running, cycling and triathlon. Its Adaptive Training platform addresses why 1 in 5 entrants fail to reach the start line, and delivers commercial benefits to the industry. InYourStride soft launched in the summer and have already been named as one of the top 6 run apps by Men’s Running Magazine.", "status": "Successfully funded", "investment.target": "100000", "equity": "15.72%", "stats.investors.total": "92", "stats.investors.last": "2015-12-22 11:21:48", "stats.investments.largest": "50000"},
{"name": "Kwiziq", "url": "https://www.crowdcube.eu/investment/kwiziq-19289", "description": "Kwiziq is an A.I. language coach that helps people learn a second language. It learns what students know, don't know and have mis-learned and gives them personalised lessons, recommendations and practice exercises perfectly suited to their needs, helping them to perfect their language skills faster than ever. We believe now is the perfect time to raise money so that we can accelerate R&D and begin expanding our products and supported languages.", "status": "Successfully funded", "investment.target": "150000", "equity": "19.05%", "stats.investors.total": "67", "stats.investors.last": "2015-09-17 09:14:18", "stats.investments.largest": "25460"},
{"name": "MonetaFlex ", "url": "https://www.crowdcube.eu/investment/monetaflex-20014", "description": "MonetaFlex is a crowdfunding platform where companies can raise finance by selling their unpaid invoices and boasts an online, collaborative early payment solution. We want to do for invoice finance what Crowdcube is doing for equity. The Founders have backgrounds in private equity and corporate lending and Chairman was an early investor in Last.fm ($280m exit) and a former global executive committee member at HSBC Alternative Investments.", "status": "Successfully funded", "investment.target": "100000", "equity": "20.19%", "stats.investors.total": "133", "stats.investors.last": "2015-09-29 14:38:03", "stats.investments.largest": "30000"},
{"name": "Cape Fisheries ", "url": "https://www.crowdcube.eu/investment/cape-fisheries-19718", "description": "Cape Fisheries have an exciting opportunity to develop a sustainable and profitable fishing community operation in the Western Cape region of South Africa. Based in the UK, but utilising a strong local team to unite fully-stocked fishing vessels with experienced local fisherman, the enterprise helps individuals become self-sufficient whilst also aiming to provide a highly scalable business model for investors.", "status": "Successfully funded", "investment.target": "100000", "equity": "25.43%", "stats.investors.total": "121", "stats.investors.last": "2015-09-15 17:44:51", "stats.investments.largest": "25000"},
{"name": "ZigZag Global ", "url": "https://www.crowdcube.eu/investment/zigzag-global-19117", "description": "ZigZag provides a Software based solution to help ecommerce retailers manage international returns. By linking together retailers with warehouses and couriers, ZigZag can distribute products to where the demand is, and resell product locally without the need to ship goods back around the world. Return rates are up to 40% of all ecommerce in markets such as Germany, and ZigZag is an early mover with well established retail connections.", "status": "Successfully funded", "investment.target": "100000", "equity": "17.99%", "stats.investors.total": "116", "stats.investors.last": "2015-09-22 15:57:25", "stats.investments.largest": "25000"},
{"name": "ALEXI", "url": "https://www.crowdcube.eu/investment/alexi-20579", "description": "Alexi is an app that each week offers its members a hand-picked selection of the very best books – all chosen by their curators, who are some of the most creative minds of our time. For £1.99 a week (less than the cost of a Sunday newspaper or a single cup of coffee), Alexi members will have access to nearly 800 titles a year. Alexi has already been featured as a ‘Best New App’ by the Guardian.", "status": "Successfully funded", "investment.target": "150000", "equity": "18.08%", "stats.investors.total": "156", "stats.investors.last": "2015-11-17 20:12:45", "stats.investments.largest": "45000"},
{"name": "Faction Skis", "url": "https://www.crowdcube.eu/investment/the-faction-collective-20685", "description": "Faction Skis is one of the fastest-growing ski and outdoor clothing brands in the world. Founded by Australian product designer Tony McWilliam and American entrepreneur Alex Hoye, today Faction skis and outdoor clothing have won over 50 awards for quality and innovation and are sold in 25 countries around the world.", "status": "Successfully funded", "investment.target": "500000", "equity": "5.35%", "stats.investors.total": "222", "stats.investors.last": "2015-12-22 14:35:08", "stats.investments.largest": "150000"},
{"name": "Vulpine", "url": "https://www.crowdcube.eu/investment/vulpine-19885", "description": "Vulpine create cycling clothing for your life on and off the bike, offering beautifully detailed style and performance, to wear anywhere. Ned Boulting - The Observer, described them as \"Cycling's latest blue-chip brand\". Chris Evans - Radio 2 said they're \"The Range Rover of cycling\". Recently partnered with Sir Chris Hoy to create HOY Vulpine performance wear, Vulpine are on a mission to make cycling less intimidating and get us all riding.", "status": "Successfully funded", "investment.target": "500000", "equity": "16.76%", "stats.investors.total": "582", "stats.investors.last": "2015-11-30 13:00:19", "stats.investments.largest": "50000"},
{"name": "Fitmibody ", "url": "https://www.crowdcube.eu/investment/fitmibody-19958", "description": "Fitmibody is driving an innovative fitness training movement which combines personal coaching and the benefits of a group fitness class environment to make affordable, tailored training available to everyone. Already attracting a user base of over 750, and operating 5 dedicated FitMiBody Trainers, this investment will allow the opening of a dedicated flagship East London Studio.", "status": "Successfully funded", "investment.target": "75000", "equity": "30.00%", "stats.investors.total": "144", "stats.investors.last": "2015-09-16 15:44:28", "stats.investments.largest": "10000"},
{"name": "Lingos ", "url": "https://www.crowdcube.eu/investment/lingos-18072", "description": "Lingos helps language learners find teachers to purchase their digital & in-person courses. With over 2,400 teachers and 2,600 learners already registered, Lingos takes the marketplace model and applies it to the $56bn language learning industry. The platform is set to launch in China, targeting the rapidly growing English learning market. Lingos is planning to disrupt the language industry in a similar way to AirBnb with the hotel industry.", "status": "Successfully funded", "investment.target": "150000", "equity": "8.08%", "stats.investors.total": "82", "stats.investors.last": "2015-09-21 15:44:41", "stats.investments.largest": "33000"},
{"name": "StaySafe", "url": "https://www.crowdcube.eu/investment/staysafe-19183", "description": "Award-winning lone worker safety solution StaySafe Business is an app and cloud-based monitoring service that turns your smartphone into a safety device. Launched in 2014, it now has over 80 business clients including Countrywide, Ericsson and Huawei (>1500 potential users per business). Backed by an experienced board and investors, StaySafe is looking to increase its market share in the £3 billion lone worker security industry.", "status": "Successfully funded", "investment.target": "500000", "equity": "19.15%", "stats.investors.total": "195", "stats.investors.last": "2015-10-28 10:30:22", "stats.investments.largest": "200000"},
{"name": "Hochanda", "url": "https://www.crowdcube.eu/investment/hochanda-20117", "description": "HOCHANDA, the “Home Of Crafts Hobbies AND Arts”, has launched its new TV shopping channel on Sky, Freeview, Freesat and IPTV. Formed by a team who have successfully built and sold similar businesses to achieve a significant market share in the growing £3.4bn UK craft, hobby and art market, the offering provides enthusiasts and trade suppliers with an opportunity to invest and own shares in HOCHANDA enjoying exclusive shareholder benefits.", "status": "Successfully funded", "investment.target": "1900000", "equity": "16.82%", "stats.investors.total": "275", "stats.investors.last": "2015-11-09 16:54:37", "stats.investments.largest": "629328"},
{"name": "Evogro", "url": "https://www.crowdcube.eu/investment/evogro-18686", "description": "Evogro make indoor plant growing systems for chefs – making it easy to grow perfect microgreens, salad leaves and herbs. Using hydroponics, horticultural LED lighting & video monitoring: Evogro cabinets are internet connected and are already used by Claridge’s and The Ritz amongst others. Evogro seek to conquer the professional catering market before expanding internationally and, in time, to consumers.", "status": "Successfully funded", "investment.target": "250000", "equity": "18.25%", "stats.investors.total": "229", "stats.investors.last": "2015-11-12 15:25:58", "stats.investments.largest": "50000"},
{"name": "Mara Seaweed", "url": "https://www.crowdcube.eu/investment/mara-seaweed-18352", "description": "Mara produces an award-winning range of shake-on seaweed seasonings – healthy salts – marketed as \"Flavours of Scotland\". Best Producer Finalist in 2015 BBC Food & Farming Awards, Mara® launched in Harrods in 2014 and is now on sale in M&S nationwide. Filling the Western demand for high flavour, healthy salt alternatives, Mara is now making inroads into the Asian market, where seaweed is part of the daily diet.", "status": "Successfully funded", "investment.target": "500000", "equity": "13.89%", "stats.investors.total": "240", "stats.investors.last": "2015-10-19 12:24:16", "stats.investments.largest": "285000"},
{"name": "A Suit That Fits", "url": "https://www.crowdcube.eu/investment/a-suit-that-fits-19582", "description": "A Suit That Fits believes the bespoke experience should be available to many, offering quality tailored garments at high street prices, with studios all over the UK (and internationally). This vertically integrated operation, made a net profit of 185k in 2014 and has produced more suits than Savile Row annually. The team includes Simon Calver (CEO - Lovefilm, Mothercare) and Gi Fernando (Investor - City Mapper)", "status": "Successfully funded", "investment.target": "500000", "equity": "8.45%", "stats.investors.total": "463", "stats.investors.last": "2015-11-02 13:03:23", "stats.investments.largest": "20000"},
{"name": "Himachal", "url": "https://www.crowdcube.eu/investment/himachal-20327", "description": "The Himachal master cider makers have produced an authentic Indian cider using only the finest Himachali apples & pure Himalayan mountain water to satisfy the 9500+ Asian restaurants throughout the UK. The hand-made cider has been crafted specifically to accompany and compliment Indian food, a beverage that Himachal believe is deficient in the current market. At this early stage stock has already been sold to a regular customer on launch.", "status": "Successfully funded", "investment.target": "65000", "equity": "17.27%", "stats.investors.total": "147", "stats.investors.last": "2015-09-24 23:24:44", "stats.investments.largest": "20000"},
{"name": "SOM SAA", "url": "https://www.crowdcube.eu/investment/som-saa-16580", "description": "som saa is a Thai restaurant soon to open in London. Having operated a critically and publically acclaimed pop-up in London fields since October, som saa estimate they have served over 14,000 customers and are now planning to settle in a prime permanent location. Described as a ‘thrill-ride for the senses’ by the Guardian, som saa seeks to be the first and only destination Thai restaurant in London and is led by veterans of Thai cuisine.", "status": "Successfully funded", "investment.target": "550000", "equity": "51.00%", "stats.investors.total": "101", "stats.investors.last": "2015-10-12 12:06:28", "stats.investments.largest": "100000"},
{"name": "HonestBrew", "url": "https://www.crowdcube.eu/investment/honest-brew-16341", "description": "HonestBrew brings the world of craft beer into your home. We're an online retailer working with some of the best craft breweries around the world and delivering their beers to thousands of customer’s homes and workplaces across the UK. HonestBrew is averaging 28% monthly growth and shipping tens of thousands of beers every month. We're now looking for more Honest Investors to join us.", "status": "Successfully funded", "investment.target": "300000", "equity": "19.09%", "stats.investors.total": "427", "stats.investors.last": "2015-11-16 13:06:12", "stats.investments.largest": "150000"},
{"name": "arc-on", "url": "https://www.crowdcube.eu/investment/arc-on-19529", "description": "arc-on is an established, award-winning, British motorcycle clothing company. Their range has won the RiDE magazine and Fast Bikes ‘Best Buy’ awards and has been worn by 21 British Superbike riders and journalists such as Al Fagan of Fast Bikes. arc-on is raising investment to bring to market an innovative new glove, designed to be the first in the world to be constructed with pieces of Forcefield body armour.", "status": "Successfully funded", "investment.target": "65000", "equity": "23.42%", "stats.investors.total": "101", "stats.investors.last": "2015-07-23 05:28:28", "stats.investments.largest": "10000"},
{"name": "LUMO. Be seen on your bike.", "url": "https://www.crowdcube.eu/investment/lumo-be-seen-on-your-bike-19076", "description": "LUMO design jackets and bags for cyclists that subtly incorporate ultra-high brightness LEDs. The lights are waterproof, washable and powered by a detachable USB-rechargeable battery unit. The most funded cycling clothing project on Kickstarter globally to date, and operating in worldwide serviceable market of over £350m, LUMO is has an innovative range of products to help to protect cyclists without compromising on style.", "status": "Successfully funded", "investment.target": "200000", "equity": "17.62%", "stats.investors.total": "174", "stats.investors.last": "2015-09-08 15:32:45", "stats.investments.largest": "65980"},
{"name": "Tipplesworth", "url": "https://www.crowdcube.eu/investment/tipplesworth-limited-19844", "description": "In less than 18 months of trading, on her own and with a shoestring budget, Frankie Snobel has secured stockists and partnership deals with 7 of the UK’s biggest premium retailers, a global spirit brand and a national train company for her premium cocktail cases. Tipplesworth is now seeking to conquer the multi-billion pound alcohol gifting market through product expansion, cocktail events and expanding their list of stockists.", "status": "Successfully funded", "investment.target": "100000", "equity": "19.88%", "stats.investors.total": "87", "stats.investors.last": "2015-07-17 15:50:21", "stats.investments.largest": "35000"},
{"name": "Cake", "url": "https://www.crowdcube.eu/investment/cake-19479", "description": "Cake is a mobile payment app for restaurants and bars in London. Making payment easier, quicker and more secure for users meaning they’ll never have to wait for the bill again. At the same time the app enables restaurants to improve their service and know more about their customers. And with Cake currently seeing more than 20% week-on-week growth, it's the perfect time to own a slice of the app that’s changing the way we pay.", "status": "Successfully funded", "investment.target": "800000", "equity": "9.10%", "stats.investors.total": "258", "stats.investors.last": "2015-10-05 13:51:48", "stats.investments.largest": "100000"},
{"name": "Filmore & Union", "url": "https://www.crowdcube.eu/investment/filmore-union-19132", "description": "Filmore & Union serves pure, natural and wholesome food to eat in or take out from its seven restaurants. Established in 2011, the company achieved a turnover of £3.2 million in 2014. Operating in the health food market, which is estimated to be worth £555m by 2017, Filmore & Union is now seeking investment to open five additional sites.", "status": "Successfully funded", "investment.target": "500000", "equity": "21.01%", "stats.investors.total": "295", "stats.investors.last": "2015-09-21 13:13:56", "stats.investments.largest": "75000"},
{"name": "FieldCandy", "url": "https://www.crowdcube.eu/investment/fieldcandy-19487", "description": "FieldCandy is an exciting design-led brand of outdoor lifestyle products. Currently stocked in the UK, USA and Asia in leading retailers such as Harrods, Heal’s, Liberty of London, Urban Outfitters and Saks Fifth Avenue, FieldCandy design and manufacture its products in the UK. With the founder of Links of London as an investor and chairman, FieldCandy has worked with Warner Brothers, Hello Kitty and Red Bull amongst others.", "status": "Successfully funded", "investment.target": "200000", "equity": "18.82%", "stats.investors.total": "188", "stats.investors.last": "2015-09-02 09:52:25", "stats.investments.largest": "100000"},
{"name": "Great British Sauce Company", "url": "https://www.crowdcube.eu/investment/great-british-sauce-company-19364", "description": "The award-winning Great British Sauce Co. produce a range of quality sauces inspired by modern British flavours. Stocked in over 1,000 stores including Sainsbury’s and ASDA, the company has sold an average of over 500 bottles per day in the UK, SE Asia, Germany and Brazil since it launched in 2014. Great British Sauce Co. has been awarded CoolBrand status and were shortlisted in Richard Branson’s Pitch to Rich.", "status": "Successfully funded", "investment.target": "200000", "equity": "23.74%", "stats.investors.total": "117", "stats.investors.last": "2015-08-12 11:39:03", "stats.investments.largest": "70000"},
{"name": "Brew, a Pub for Tea", "url": "https://www.crowdcube.eu/investment/brew-a-pub-for-tea-18869", "description": "Brew treats tea like a serious drink. It will have the feel of a pub but instead of offering pints of beer, serve pots of tea. Brew will also provide tea cocktails, as well as light food and cakes matched to the teas. With a team including leading food entrepreneurs Giuseppe Mascoli (Founder, Franco Manca) and Iqbal Wahhab (Founder Roast/Cinnamon Club) Brew will fight to take back the high street for tea.", "status": "Successfully funded", "investment.target": "180000", "equity": "27.80%", "stats.investors.total": "292", "stats.investors.last": "2015-09-15 11:06:40", "stats.investments.largest": "16360"},
{"name": "Good & Proper Tea", "url": "https://www.crowdcube.eu/investment/good-proper-tea-18935", "description": "Good & Proper Tea are London-based, premium tea specialists. They source teas from around the world & custom-brew them to bring out the best possible flavour in the customer’s cup. Having already been successfully funded on Kickstarter over 2 years ago, G&P Tea is now looking to open its first dedicated Tea House, as well as a 'kiosk'", "status": "Successfully funded", "investment.target": "140000", "equity": "18.55%", "stats.investors.total": "95", "stats.investors.last": "2015-06-29 16:12:29", "stats.investments.largest": "60000"},
{"name": "Savvy Foods ", "url": "https://www.crowdcube.eu/investment/savvyfoods-14552", "description": "Savvy is an innovative sweet spread and dip range created from tahini and carob syrup. Savvy is stocked in independent stores across the UK and abroad. The range has won a taste-award and has proven appeal to the specialist food sectors including diabetics, free-from and the aged population.", "status": "Successfully funded", "investment.target": "50000", "equity": "15.89%", "stats.investors.total": "127", "stats.investors.last": "2015-08-07 21:37:02", "stats.investments.largest": "11000"},
{"name": "HAIRCVT", "url": "https://www.crowdcube.eu/investment/haircvt-18596", "description": "HAIRCVT offers a complete hair booking experience - from inspiration to location to booking the perfect hairdresser. With the backing of 6 international product companies and working with some of the most influential salons in London and Paris (including John Frieda and Toni and Guy), HAIRCVT aim to take a significant share of the £10bn hairdressing industry in the UK and France.", "status": "Successfully funded", "investment.target": "200000", "equity": "10.00%", "stats.investors.total": "122", "stats.investors.last": "2015-06-22 15:53:40", "stats.investments.largest": "15000"},
{"name": "Staks", "url": "https://www.crowdcube.eu/investment/staks-19011", "description": "Staks have developed a new innovative way of managing your daily nutrition intake. Their nutritional experts have devised a series of supplement plans for a variety of lifestyle and performance goals that come in single portion sachets inside a convenient, resealable, easy to carry pouch. Launched in Harvey Nichols’ flagship store in Knightsbridge, the company is striving to revolutionise $32 billion supplement market.", "status": "Successfully funded", "investment.target": "50000", "equity": "13.03%", "stats.investors.total": "106", "stats.investors.last": "2015-06-26 22:28:57", "stats.investments.largest": "15580"},
{"name": "Big Sofa", "url": "https://www.crowdcube.eu/investment/big-sofa-17343", "description": "Big Sofa is a technology platform for managing visual content. Clients have included British Airways, Volkswagen & Unilever.", "status": "Successfully funded", "investment.target": "700000", "equity": "17.01%", "stats.investors.total": "50", "stats.investors.last": "2015-08-04 19:55:22", "stats.investments.largest": "10000"},
{"name": "Keuken ", "url": "https://www.crowdcube.eu/investment/keuken-18625", "description": "Keuken is a convenient way for busy Londoners to get healthy, nutritious take away meals and dinner kits via a wall of self-service machines installed directly in front of the kitchen, and contactless payment allow quick transactions without compromising on product quality. Keuken is now looking to setup a flagship store to bring this concept to the Shoreditch area and disrupt the growing ‘to-go’ food market.", "status": "Successfully funded", "investment.target": "100000", "equity": "23.52%", "stats.investors.total": "159", "stats.investors.last": "2015-08-05 15:25:51", "stats.investments.largest": "30000"},
{"name": "Holly and Beau", "url": "https://www.crowdcube.eu/investment/holly-and-beau-colour-changing-rainwear-19488", "description": "Holly and Beau is a brand for colour changing children rainwear. Winner of several awards including Best Innovation of the year 2014 and Bronze in Best Children Fashion Brand from Loved By Parents. The collection is stocked in over 21 countries and in retail stores such as Harvey Nichols (HK) and Bentalls. Holly & Beau aims to use the funds to scale up its marketing and production capacity in order to keep up with customer demand.", "status": "Successfully funded", "investment.target": "50000", "equity": "23.80%", "stats.investors.total": "90", "stats.investors.last": "2015-08-19 13:19:09", "stats.investments.largest": "10000"},
{"name": "Sugru", "url": "https://www.crowdcube.eu/investment/sugru-19593", "description": "Sugru is a mouldable glue designed to fix almost anything. Named by Time Magazine as one of the 50 best inventions in the world the year it launched and dubbed “21st Century Duct Tape” by Forbes, the patented product is now used by more than 1 million people in 160 countries and has just launched into the US with Lowe’s and Target. The Company behind Sugru is on a mission to make fixing easy and fun for everyone.", "status": "Successfully funded", "investment.target": "1000000", "equity": "12.43%", "stats.investors.total": "2374", "stats.investors.last": "2015-08-28 12:59:20", "stats.investments.largest": "1000000"},
{"name": "Pavegen", "url": "https://www.crowdcube.eu/investment/pavegen-19189", "description": "Pavegen's technology converts footsteps into electricity to power services in high-footfall locations and provide real-time data for analytics. Founded in 2009, the company has delivered over 100 projects, including Heathrow Airport and Harrods, across 30 countries generating a cumulative revenue of over £2.5 million. With a global distribution network in place and internationally granted patents, the next step is scale.", "status": "Successfully funded", "investment.target": "750000", "equity": "10.64%", "stats.investors.total": "1473", "stats.investors.last": "2015-09-01 10:31:36", "stats.investments.largest": "85000"},
{"name": "Stockflare", "url": "https://www.crowdcube.eu/investment/stockflare-19320", "description": "Stockflare's aim is to give everyone the tools they need to be a better investor through innovative tools and analysis. In less than 8 months with virtually no marketing, there are over 10,000 monthly active users across the world. The Team includes Shane Leonard (Citigroup), Jonathan & David Kelley (Just-Eat), Kate Simon (Marketing Director, Transferwise), Martin Campbell (Virgin Money) and Richard Ireland (Egg, Zopa).", "status": "Successfully funded", "investment.target": "300000", "equity": "27.48%", "stats.investors.total": "274", "stats.investors.last": "2015-10-15 14:44:36", "stats.investments.largest": "100000"},
{"name": "Chirp", "url": "https://www.crowdcube.eu/investment/chirp-18336", "description": "Chirp is an award-winning platform for sharing data with sound, and a top download in 56 countries worldwide. Devices ‘sing’ data to each other with a tiny audio clip called a chirp, designed for quick and easy data transfer. The Chirp platform can send any data - pictures, videos, web pages, even payments. Our business sits at the heart of rapidly expanding markets in mobile marketing and payments.", "status": "Successfully funded", "investment.target": "400000", "equity": "26.89%", "stats.investors.total": "331", "stats.investors.last": "2015-07-16 15:34:18", "stats.investments.largest": "215000"},
{"name": "Adzuna", "url": "https://www.crowdcube.eu/investment/adzuna-18820", "description": "Adzuna, the UK’s fastest growing job search engine, lists over a million jobs and receives over six million monthly visits. With a projected revenue of c. £5m in 2015, the company has been listed as one of London’s top 10 hottest start-ups and has expanded into 11 countries. Now you can join the team of former execs at eBay, Zoopla and Gumtree, in their mission to get Britain working.", "status": "Successfully funded", "investment.target": "1500000", "equity": "8.10%", "stats.investors.total": "480", "stats.investors.last": "2015-08-06 11:29:55", "stats.investments.largest": "200005"},
{"name": "Ideas Britain", "url": "https://www.crowdcube.eu/investment/ideas-britain-18810", "description": "Launching in the UK this autumn and America next year, Ideas Britain helps the ideas of everyday entrepreneurs to come to life. The company has already attracted brand partners and coaches including Eurythmics and media entrepreneur Dave Stewart, ex-Dyson CEO Martin McCourt, and Virgin Media Business chief Jan Collins, just to name a few.", "status": "Successfully funded", "investment.target": "300000", "equity": "5.66%", "stats.investors.total": "139", "stats.investors.last": "2015-08-27 10:43:58", "stats.investments.largest": "50000"},
{"name": "Psonar ", "url": "https://www.crowdcube.eu/investment/psonar-18240", "description": "Psonar is an on-demand music streaming service which lets mobile phone users play the music they want on a Pay As You Go basis for as little as 1p per track, without committing to expensive streaming or the annoying intrusion of ads. Psonar currently has 2,500,000 tracks in the service including Universal Music’s popular music catalogue. Partnerships are also in place with EE and Blackberry.", "status": "Successfully funded", "investment.target": "250000", "equity": "7.39%", "stats.investors.total": "76", "stats.investors.last": "2015-08-24 14:16:46", "stats.investments.largest": "100000"},
{"name": "Cornerstone", "url": "https://www.crowdcube.eu/investment/cornerstone-19235", "description": "Cornerstone makes it simple for men to have a smooth, comfortable shave – delivering high quality razors & shaving supplies on a flexible, personalised schedule to their members. After a successful first year, where they beat the big shaving brands to win ‘Best Razor’ in the Shortlist Grooming Awards, secured coverage in Esquire & The Telegraph, and nearly reached 5000 members, Cornerstone are now looking for investment to grow even faster.", "status": "Successfully funded", "investment.target": "500000", "equity": "22.64%", "stats.investors.total": "229", "stats.investors.last": "2015-08-03 18:39:21", "stats.investments.largest": "100000"},
{"name": "ShortCutQ ", "url": "https://www.crowdcube.eu/investment/shortcutq-18580", "description": "The ShortCutQ is a simple, shortcut gate for queue management systems that eliminates the need to zigzag through empty lanes when there is no-one queuing. ShortCutQ is in discussions with Tensator, the largest queue management company, to begin a trial in UK airports and to offer the product as part of their portfolio in the $150m annual global ‘crowd barrier’ business.", "status": "Successfully funded", "investment.target": "75000", "equity": "19.95%", "stats.investors.total": "178", "stats.investors.last": "2015-07-01 20:31:49", "stats.investments.largest": "20050"},
{"name": "Droplet", "url": "https://www.crowdcube.eu/investment/droplet-17239", "description": "Droplet is a mobile payments app that is free to use for both buyer and seller and allows people to collect & manage rewards and loyalty schemes from their phone. With over 16,500 users, over 600 businesses signed up and a 5 star rating in the app store, Droplet is designed to make it safer and faster to pay for all and operates in an industry which is set to grow to £470 billion by 2017.", "status": "Successfully funded", "investment.target": "500000", "equity": "12.07%", "stats.investors.total": "298", "stats.investors.last": "2015-06-30 13:40:01", "stats.investments.largest": "200000"},
{"name": "MEEM", "url": "https://www.crowdcube.eu/investment/meem-18066", "description": "MEEM is a charger cable that automatically backs up the personal data on your mobile phone when it is charged: a simple solution that fits into the daily routine with no third party access to your info. Data can also be transferred across platforms and between devices. The company is negotiating with a leading multinational company to license its IP and is led by Kelly Sumner, former CEO of RedOctane (Guitar Hero) and Take-Two (Grand Theft Auto).", "status": "Successfully funded", "investment.target": "400000", "equity": "6.03%", "stats.investors.total": "282", "stats.investors.last": "2015-06-15 10:16:27", "stats.investments.largest": "250000"},
{"name": "Notes Coffee", "url": "https://www.crowdcube.eu/investment/notes-coffee-19141", "description": "Notes is a collection of coffee shops & wine bars with 5 prime London locations in Canary Wharf, the City & the West End. Customers are attracted by the all day offer, which sees the coffee shops transformed into wine bars every night. With a proven track record including 4 successful openings in the past 12 months, Notes is now ready to open new locations and grow their coffee roastery.", "status": "Successfully funded", "investment.target": "600000", "equity": "13.34%", "stats.investors.total": "368", "stats.investors.last": "2015-08-28 10:29:04", "stats.investments.largest": "60000"},
{"name": "Mr Shericks Shakes", "url": "https://www.crowdcube.eu/investment/mr-shericks-shakes-17348", "description": "Mr. Sherick’s Shakes are a range of award winning luxury milkshakes distinct from any others. A former senior buyer at M & S, Andrew created his shakes as a treat for all food-loving adults. The high quality ingredients and wonderful inclusions such as chocolate chips, soft toffee pieces and real chocolate cookies have seen his shakes launched to date into stores such as Waitrose, Harrods, Selfridges, Booths and Marks & Spencer nationwide.", "status": "Successfully funded", "investment.target": "250000", "equity": "25.06%", "stats.investors.total": "228", "stats.investors.last": "2015-05-03 23:13:14", "stats.investments.largest": "125000"},
{"name": "The Bellfield Brewery", "url": "https://www.crowdcube.eu/investment/the-bellfield-brewery-18344", "description": "Bellfield Brewery is a new craft brewery with a mission: to make gluten-free beers and lagers that taste as good as any other craft beer. The company now wants to scale up its operation by opening the UK's first dedicated gluten-free brewery in Edinburgh. UK distributors and retailers have already expressed an interest in representing Bellfield Brewery and a number of pubs across the UK are keen to stock the company’s products.", "status": "Successfully funded", "investment.target": "150000", "equity": "17.38%", "stats.investors.total": "166", "stats.investors.last": "2015-05-11 13:01:35", "stats.investments.largest": "10000"},
{"name": "Facewatch ", "url": "https://www.crowdcube.eu/investment/facewatch-13845", "description": "Facewatch intends to bring crime reporting into the digital age. Using the latest technologies such as facial recognition, Facewatch is designed to help make our communities safer by allowing companies, individuals and the police force to share intelligence and report crime online.", "status": "Successfully funded", "investment.target": "500000", "equity": "8.10%", "stats.investors.total": "148", "stats.investors.last": "2015-05-14 08:13:10", "stats.investments.largest": "100000"},
{"name": "Shoot", "url": "https://www.crowdcube.eu/investment/shoot-17920", "description": "Shoot is striving to be the UK’s premier gardening and garden management website with the objective of empowering all gardeners to create their dream gardens though compiling their own personal gardening library. Having won multiple awards and acquired over 82,000 members, Shoot is already profitable and operates within a market worth over £5 billion in the UK alone.", "status": "Successfully funded", "investment.target": "350000", "equity": "18.63%", "stats.investors.total": "267", "stats.investors.last": "2015-06-05 12:09:59", "stats.investments.largest": "100000"},
{"name": "Growler Beers", "url": "https://www.crowdcube.eu/investment/growler-beers-18284", "description": "Growler Beers UK offers British consumers a new way to purchase their craft beer and cider. Their business model enables low overheads so they can offer their customers competitive prices, in a rapidly growing market up 17.2% from 2013-2014. Since inception in 2013, they have successfully turned over in excess of £100,000, with over 4,000 of their Growler bottles circulating Edinburgh and the surrounding area.", "status": "Successfully funded", "investment.target": "100000", "equity": "15.90%", "stats.investors.total": "114", "stats.investors.last": "2015-06-03 15:53:18", "stats.investments.largest": "40000"},
{"name": "Tempus Energy Technology", "url": "https://www.crowdcube.eu/investment/tempus-energy-technology-18429", "description": "Tempus Energy was established to make use of a disruptive technology to create efficiency savings across the electricity supply chain, and pass those savings onto its customers. The company's bespoke technology enables it to manage electricity market prices to match customers with the best available price. Tempus Energy expects to receive its first customer revenue in April and forecast profits in 2016.", "status": "Successfully funded", "investment.target": "500000", "equity": "12.16%", "stats.investors.total": "235", "stats.investors.last": "2015-06-23 15:34:53", "stats.investments.largest": "250000"},
{"name": "Otti Prams ", "url": "https://www.crowdcube.eu/investment/otti-prams-18620", "description": "Otti Prams produces designer travel systems with novel patterned fabrics, aiming to fuse the growing importance of fashion and design in the baby market with a wheeled goods market that grew 13% between 2008-10. Otti has signed an agreement with House of Fraser to sell their prams on-line from 30th June 2015 and are in discussions with other major suppliers.", "status": "Successfully funded", "investment.target": "55000", "equity": "31.41%", "stats.investors.total": "135", "stats.investors.last": "2015-06-02 20:46:06", "stats.investments.largest": "22080"},
{"name": "Nom Foods", "url": "https://www.crowdcube.eu/investment/nom-foods-18015", "description": "Nom is an ethical foods business which launched in July 2013 with a range of organic, vegan, health bars. Nom bars are made with innovative superfood ingredients like coconut oil, coconut palm sugar, oat bran and cacao - they don't contain any refined sugars, are free-from dairy and are made only with low GI, natural, alternatives to sugar. Nom Foods has secured listings at; Ocado, Tesco, Whole Foods, Holland & Barrett and Planet Organic.", "status": "Successfully funded", "investment.target": "100000", "equity": "13.65%", "stats.investors.total": "135", "stats.investors.last": "2015-05-28 06:03:46", "stats.investments.largest": "35840"},
{"name": "Lick", "url": "https://www.crowdcube.eu/investment/lick-18476", "description": "Lick’s founders, Ky and Owain, started making and selling frozen yogurt together at school, and now run an award winning, nationally stocked frozen yogurt brand. Lick tubs are available in Sainsbury’s, Waitrose, Ocado, Yo! Sushi, Budgens and Wholefoods among many other places all over the UK. They operate within the fastest growing category in a market worth over £1.1b and plan to begin exporting their frozen yogurt this year.", "status": "Successfully funded", "investment.target": "200000", "equity": "11.74%", "stats.investors.total": "293", "stats.investors.last": "2015-08-03 12:53:59", "stats.investments.largest": "30000"},
{"name": "Lettingsupermarket.com", "url": "https://www.crowdcube.eu/investment/lettingsupermarket-17579", "description": "LettingSupermarket.com, which was established over two years ago, provides a fully comprehensive letting and management service at a market leading rate of 4%. The company, which seeks to compete with internet pricing whilst providing the personalised service received on the high-street, is seeking investment to fund marketing activity and increased headcount.", "status": "Successfully funded", "investment.target": "250000", "equity": "20.00%", "stats.investors.total": "44", "stats.investors.last": "2015-05-01 12:22:50", "stats.investments.largest": "62500"},
{"name": "Gruvi", "url": "https://www.crowdcube.eu/investment/gruvi-16924", "description": "Gruvi's platform provides entertainment brands with powerful tools and tracking that streamline audiences through to watching content & buying tickets (upto 14%) on social media at conversion rates far higher than traditional display advertising (33X). Gruvi's client base includes HBO, Sony, Disney, etc where they have worked on 300 international campaigns. The marketing technology sector is est to reach $32.4bn in 2018.", "status": "Successfully funded", "investment.target": "120000", "equity": "12.23%", "stats.investors.total": "88", "stats.investors.last": "2015-08-05 16:04:09", "stats.investments.largest": "40000"},
{"name": "Hybrid Air Vehicles", "url": "https://www.crowdcube.eu/investment/hybrid-air-vehicles-18450", "description": "Hybrid Air Vehicles has developed an innovative low-carbon aircraft. Airlander can fly for weeks and take-off from land, water, or ice. The market has been independently validated at $50 billion and the company is supported by the UK Government. This British SME aims to lead the world in ‘lighter than air’ aviation. Join investors including PLC Chairmen, experienced business angels & investment professionals to prepare Airlander for take-off.", "status": "Successfully funded", "investment.target": "2000000", "equity": "6.00%", "stats.investors.total": "911", "stats.investors.last": "2015-07-22 14:26:49", "stats.investments.largest": "275000"},
{"name": "HYBRID AIR VEHICLES LIMITED", "url": "https://www.crowdcube.eu/investment/hybrid-air-vehicles-20925", "description": null, "status": "Successfully funded", "investment.target": "500000", "equity": "2.07%", "stats.investors.total": "1426", "stats.investors.last": "2016-05-06 14:16:03", "stats.investments.largest": "30000"},
{"name": "The Pressery ", "url": "https://www.crowdcube.eu/investment/the-pressery-18531", "description": "The Pressery produce a range of almond milk drinks from market stall origins, now stocked in over 20 stores including Selfridges and Daylesford Organics. With a third of the population being lactose intolerant, The Pressery are striving to provide a high quality alternative to traditional dairy products. They have been featured in The Times, The Guardian, Monocle, Vogue online, The Metro and The Evening Standard to name but a few.", "status": "Successfully funded", "investment.target": "100000", "equity": "20.30%", "stats.investors.total": "60", "stats.investors.last": "2015-05-07 08:10:57", "stats.investments.largest": "30000"},
{"name": "Flavourly", "url": "https://www.crowdcube.eu/investment/flavourly-18263", "description": "As seen on Dragons Den and with over £600,000 in sales & half a million products shipped in just over 2 years, Flavourly's mission is to help consumers discover the best gourmet food, snacks & craft beer. Flavourly matches consumers to delicious, hard to find products via monthly subscription boxes. Once consumers discover their new favourite products, the Flavourly marketplace aims to be the most effortless and affordable place to re-order them", "status": "Successfully funded", "investment.target": "300000", "equity": "25.26%", "stats.investors.total": "315", "stats.investors.last": "2015-05-12 13:59:13", "stats.investments.largest": "50000"},
{"name": "Fourex", "url": "https://www.crowdcube.eu/investment/fourex-17710", "description": "Fourex have developed a self-service multi-currency note & coin exchange machine which uses image recognition technology to automatically identify and exchange currencies from over 150 countries. The company has recently signed contracts with TFL and Westfield to deploy machines into several London Underground stations and high profile shopping centres. Fourex will complete manufacture in the coming months to deploy their first machines in June.", "status": "Successfully funded", "investment.target": "275000", "equity": "16.95%", "stats.investors.total": "424", "stats.investors.last": "2015-06-04 14:44:31", "stats.investments.largest": "50000"},
{"name": "Alchemiya Media", "url": "https://www.crowdcube.eu/investment/alchemiya-media-17630", "description": "Alchemiya is a premium, online, subscription-based, video-on-demand (“SVoD”) platform (like Netflix) that aims to present the world’s best content about Muslim life: the positive side, showing the contributions of Islam and Muslim people to humanity, rather what you see in the mainstream media. Alchemiya is for the silent majority: the 99.9% of Muslims who lead peaceful, productive lives as citizens of the world.", "status": "Successfully funded", "investment.target": "60000", "equity": "4.59%", "stats.investors.total": "152", "stats.investors.last": "2015-05-20 08:26:32", "stats.investments.largest": "10000"},
{"name": "Pull'd", "url": "https://www.crowdcube.eu/investment/pull-d-17889", "description": "Inspired by a fresh Australian lifestyle and a love of slow cooked meat, Pull'd is a food-to-go operator targeting the UK high street. We serve pulled pork, beef or chicken on baguettes, brioche sliders, wraps, fragrant rice or salads; with signature sauces. Taking an Aussie approach to good food, Pull’d delivers combinations of flavours, allowing customers to “have it healthy, wholesome or hearty”.", "status": "Successfully funded", "investment.target": "100000", "equity": "20.36%", "stats.investors.total": "107", "stats.investors.last": "2015-05-07 09:30:19", "stats.investments.largest": "10000"},
{"name": "Rebus Investment Group", "url": "https://www.crowdcube.eu/investment/rebus-investment-group-18299", "description": "Rebus Group are a claims management company who seek to bring hope to ordinary Investors who were misled into buying flawed complex financial solutions- a market which is estimated to be £55 billion. They are already in contact with over 11,500 investors and are currently managing claims worth over £30 million in fees. Led by the former CEO of Ask Jeeves and supported by alumni of KPMG and PWC.", "status": "Successfully funded", "investment.target": "600000", "equity": "6.63%", "stats.investors.total": "109", "stats.investors.last": "2015-05-29 07:57:49", "stats.investments.largest": "135000"},
{"name": "Camden Town Brewery", "url": "https://www.crowdcube.eu/investment/camden-town-brewery-17825", "description": "Camden Town Brewery is one of London’s biggest breweries. They’ve come a long way these past few years, growing their annual revenues by 10x from £900k to circa £9m in just three years. Now, Camden are building a brand new custom built brewery to help them keep up with demand and bring the taste of Camden Lager to the world.", "status": "Successfully funded", "investment.target": "1500000", "equity": "5.37%", "stats.investors.total": "2172", "stats.investors.last": "2015-07-08 16:37:45", "stats.investments.largest": "150000"},
{"name": "Fabric", "url": "https://www.crowdcube.eu/investment/fabric-17000", "description": "Fabric is a private and secure communications platform. Fabric allows users to interact with their inner circle, family, friends and colleagues, free of commercial scrutiny, tracking and evaluation. Using bespoke protective technology, Fabric is secure, restores disclosure control and offers the consumer a choice.", "status": "Successfully funded", "investment.target": "120000", "equity": "13.14%", "stats.investors.total": "105", "stats.investors.last": "2015-02-27 09:46:56", "stats.investments.largest": "16500"},
{"name": "raterAgent", "url": "https://www.crowdcube.eu/investment/rateragent-18639", "description": "raterAgent is focused on becoming the TripAdvisor for the UK estate agency world. Founded by Mal McCallion, veteran of property/technology start-ups Primelocation and Zoopla, raterAgent empowers and enables property sellers and landlords to potentially make many thousands of pounds more by choosing the right estate or letting agent. Since beta-launching in January they have already over 200 branches signed up already and more being added each day", "status": "Successfully funded", "investment.target": "75000", "equity": "11.86%", "stats.investors.total": "133", "stats.investors.last": "2015-04-24 22:37:10", "stats.investments.largest": "15000"},
{"name": "Enclothed", "url": "https://www.crowdcube.eu/investment/enclothed-18090", "description": "As seen on Dragons Den, Enclothed aims to be the ultimate, hassle-free shopping experience for men. Simply fill out a quick questionnaire and your personal stylist handpicks you a box of clothes, shipped to your door, free of charge. Only pay for what you keep. With over 30 top brands such as Ted Baker, Hackett, Sunspel and many more, you’ll never have to bother shopping again.", "status": "Successfully funded", "investment.target": "400000", "equity": "23.41%", "stats.investors.total": "325", "stats.investors.last": "2015-04-07 13:18:53", "stats.investments.largest": "57150"},
{"name": "Wrap It Up", "url": "https://www.crowdcube.eu/investment/wrap-it-up-18021", "description": "Established in 2006 and operating in the growing healthy fast food market, Wrap It Up! now has 11 stores across central London serving wraps inspired by food from around the world. Having turned over £3.1 million last year across their stores, Wrap It Up! have a queue of people asking for franchises and are striving to become the Subway of Wraps.", "status": "Successfully funded", "investment.target": "400000", "equity": "11.24%", "stats.investors.total": "568", "stats.investors.last": "2015-06-29 10:58:29", "stats.investments.largest": "100000"},
{"name": "Rough Runner", "url": "https://www.crowdcube.eu/investment/rough-runner-16722", "description": "Catering to the mass sports market, Rough Runner is an obstacle event for those who are looking for something more than a half marathon, but feel the pain of existing races is just not for them, serving the gap in the market where the fun and enjoyment factor of these events has been forgotten, with obstacles taking inspirations from game shows. Supported by The Metro, the first event was a success attracting 650 participants.", "status": "Successfully funded", "investment.target": "130000", "equity": "20.28%", "stats.investors.total": "144", "stats.investors.last": "2015-03-03 18:58:55", "stats.investments.largest": "30000"},
{"name": "AEVHA London", "url": "https://www.crowdcube.eu/investment/aevha-london-17645", "description": "The luxury Italian-made accessories label by Alice Horlick, established in September 2013. Described by fashion doyenne Olivia Palermo as a \"designer to watch producing inimitable true collectibles\", AEVHA London now undertakes its first funding round to increase stock production to meet demand, further expand its rapidly growing project portfolio and cement its position as a leading new luxury handbag label.", "status": "Successfully funded", "investment.target": "150000", "equity": "10.00%", "stats.investors.total": "77", "stats.investors.last": "2015-03-25 10:08:00", "stats.investments.largest": "50000"},
{"name": "Minor Figures", "url": "https://www.crowdcube.eu/investment/minor-figures-17558", "description": "Minor Figures is a cold brew coffee that aims to make cold brew more accessible whilst upholding the quality and values of speciality coffee. Launched in late-August 2014 it is already stocked in Selfridges, Whole Foods, Harvey Nichols, Daylesford Organic, many of the UK's leading coffee shops, distributors and more. Investment is sought to meet demand and to capitalise on the growing cold brew coffee category.", "status": "Successfully funded", "investment.target": "100000", "equity": "18.20%", "stats.investors.total": "80", "stats.investors.last": "2015-02-18 10:53:52", "stats.investments.largest": "20000"},
{"name": "AutoTrip", "url": "https://www.crowdcube.eu/investment/autotrip-1-20802", "description": "AutoTrip have created a connected device which automates the recording of business mileage: saving organisations up to 35% of their car fleet costs. With patents pending, they were nominated as one of the top 40 cleantech businesses in 2014 and have grown their user-base by 750% in 2015. They are led by Andrew Wordsworth, founder of E-Car Club: the world’s first Crowdfunding exit which yielded a multiple return to investors within 3-years.", "status": "Successfully funded", "investment.target": "350000", "equity": "23.72%", "stats.investors.total": "400", "stats.investors.last": "2016-04-21 09:22:24", "stats.investments.largest": "85000"},
{"name": "CHOC+", "url": "https://www.crowdcube.eu/investment/choc-17477", "description": "CHOC+ is a new, truly innovative chocolate brand. With products   on sale across the UK, from independent cinemas to Sainsbury's, CHOC+ may be new, but it’s growing fast. CHOC+ products are 100% natural combinations of chocolate and other tasty things. With products including Rocky Road Scrumble and Banoffee Meets Chocolate their flavours are recognisable, but their products are innovative, exciting and incredibly moreish.", "status": "Successfully funded", "investment.target": "110000", "equity": "25.21%", "stats.investors.total": "183", "stats.investors.last": "2015-03-13 12:37:57", "stats.investments.largest": "30510"},
{"name": "miPic", "url": "https://www.crowdcube.eu/investment/mipic-17214", "description": "Turning ‘Likes’ into £’s - miPic is a global social platform for 2 billion smart phone owners to earn from their mobile pics via physical art and fashion products. miPic app provides access to a global community of diverse mobile imagery with tailored search-ability and commission incentives for its users. Winner of Virgin Pitch2Rich 2014 for Innovation and Peoples Choice.", "status": "Successfully funded", "investment.target": "174920", "equity": "16.50%", "stats.investors.total": "59", "stats.investors.last": "2015-06-30 11:33:27", "stats.investments.largest": "132600"},
{"name": "AutoTrip", "url": "https://www.crowdcube.eu/investment/autotrip-1-17456", "description": "AutoTrip saves organizations up to 35% of their vehicle mileage costs by automating the mileage reporting process through a connected device that automatically logs all business mileage to web-based software. AutoTrip are seeking investment to build on early sales and further develop the system. Their Chairman & Co-Founder is Andrew Wordsworth, who has created and launched 15 businesses, which have attracted over £250m in equity investment.", "status": "Successfully funded", "investment.target": "100000", "equity": "19.58%", "stats.investors.total": "126", "stats.investors.last": "2015-02-23 09:17:38", "stats.investments.largest": "25000"},
{"name": "Sandows", "url": "https://www.crowdcube.eu/investment/sandows-17120", "description": "Described as \"the connoisseur's choice\" and \"the king of cold brew coffees\", Sandows is at the forefront of the thriving ready-to-drink coffee category. Already listed in Selfridges, Fortnum & Mason, Harvey Nichols, Sourced Market, Whole Foods and cafes across London, and with growing interest from Europe and beyond; they aim to be the world's most iconic cold brew.", "status": "Successfully funded", "investment.target": "100000", "equity": "18.00%", "stats.investors.total": "110", "stats.investors.last": "2015-03-27 13:22:34", "stats.investments.largest": "20000"},
{"name": "UBREW", "url": "https://www.crowdcube.eu/investment/ubrew-17178", "description": "UBREW is an open brewery,where you brew the beer. Simply put, that means you join as a member, turn up, and brew your own beers with our professional equipment and a community of like-minded beer lovers. UBREW has achieved over £12,000 in pre sales prior to launch, secured a 2650 sq foot property for the brewery on the Bermondsy Beer Mile and has over 60 group memberships. UK Craft Beer sales have reached £225m with growth of 79% in 12 months.", "status": "Successfully funded", "investment.target": "75000", "equity": "14.09%", "stats.investors.total": "125", "stats.investors.last": "2015-01-21 16:06:21", "stats.investments.largest": "12000"},
{"name": "Soul Tree Wine", "url": "https://www.crowdcube.eu/investment/soul-tree-wine-17188", "description": "Soul Tree is a multi-award winning business that is striving to put Indian wine on the global map. With wines that pair superbly with spicy cuisines, they seek to change the way the world enjoys its curry. Founded by two Oxford MBA graduates, Soul Tree is one of the fastest growing Indian wine companies in the world with sales in the UK, France, Germany and the USA. They have been featured on BBC News, The Daily Telegraph and many others.", "status": "Successfully funded", "investment.target": "350000", "equity": "17.09%", "stats.investors.total": "217", "stats.investors.last": "2015-03-30 15:33:31", "stats.investments.largest": "25000"},
{"name": "The Crowd", "url": "https://www.crowdcube.eu/investment/the-crowd-17816", "description": "Lead by the former CEO of the YO! Group, The Crowd’s mission is to trigger a knowledge sharing revolution in how companies approach social and environmental issues. It has spent six years building a community of 10,000 business and sustainability experts, including many of the leading minds in their field. In 2015 The Crowd will launch two new digital platforms that are designed to short cut their innovation processes and generate high margins.", "status": "Successfully funded", "investment.target": "300000", "equity": "27.25%", "stats.investors.total": "243", "stats.investors.last": "2015-04-08 09:49:16", "stats.investments.largest": "75000"},
{"name": "Firestar", "url": "https://www.crowdcube.eu/investment/firestar-18123", "description": "Firestar is an innovative energy sweet designed as a substitute for Red Bull and other energy drinks/shots. Firestar is branded to appeal across all demographics and can be used for any activity. Market tests have shown it outperforming many known confectionery brands. The market for energy drinks is $37bn, of which Firestar needs only a small share of to succeed.", "status": "Successfully funded", "investment.target": "150000", "equity": "10.00%", "stats.investors.total": "141", "stats.investors.last": "2015-04-10 08:39:00", "stats.investments.largest": "15000"},
{"name": "Videogram", "url": "https://www.crowdcube.eu/investment/videogram-14805", "description": "VideoGram is a type of greetings card infused with a micro LCD screen allowing customers to create their own video and upload it to the card, thereby sending a video message through a physical card. VideoGram have signed a deal with Argos and are currently in talks with Harrods to discuss listing their product.", "status": "Successfully funded", "investment.target": "40000", "equity": "19.79%", "stats.investors.total": "64", "stats.investors.last": "2015-01-29 17:27:27", "stats.investments.largest": "10000"},
{"name": "Mindflood", "url": "https://www.crowdcube.eu/investment/mindflood-17202", "description": "Patchblocks are small programmable synthesiser modules with big potential. The product was born out of a research project at Queen's University Belfast, combining digital programming with physical interactivity. Each Patchblock features an audio input and output and can be programmed to be anything, ranging from a guitar-pedal like effect, to a drum machine, or crazy bassline synthesiser. They can also be directly snapped together like Lego.", "status": "Successfully funded", "investment.target": "100000", "equity": "19.27%", "stats.investors.total": "151", "stats.investors.last": "2015-03-02 17:07:46", "stats.investments.largest": "60000"},
{"name": "The Solar Cloth Company", "url": "https://www.crowdcube.eu/investment/the-solar-cloth-company-16389", "description": "The Solar Cloth Company is a multi-award winning innovator in the solar power market focusing on the integration of Thin Flexible Solar Panels into buildings. They are seeking investment to scale the firm and deliver solar powered coverings for non-load bearing roofs and car parking; a market that includes over 1.1 billion square metres of potential installation space.", "status": "Successfully funded", "investment.target": "750000", "equity": "12.53%", "stats.investors.total": "391", "stats.investors.last": "2015-03-11 09:34:26", "stats.investments.largest": "500000"},
{"name": "Twenty Something London ", "url": "https://www.crowdcube.eu/investment/twenty-something-london-16634", "description": "Twenty Something London is an online platform showcasing the independent businesses of London. Their vision is to bring every major city’s independents to the fingertips of city locals and tourists, where and when they need them. Twenty Something London has been featured in the Startup100 as well as The Evening Standard and Metro, alongside having been invited to discussions with 10 Downing Street on independent business growth.", "status": "Successfully funded", "investment.target": "160000", "equity": "7.40%", "stats.investors.total": "129", "stats.investors.last": "2015-01-16 17:52:59", "stats.investments.largest": "50000"},
{"name": "Earlybird", "url": "https://www.crowdcube.eu/investment/earlybird-1-20109", "description": "EarlyBird are second movers in the £65m p.a subscription snack market, growing from 0 to over 1000 paying subscribers in under 12 months. EarlyBird are raising capital to increase the rate of customer acquisition, take the company to break-even and capture 10% of the market in 3 years. EarlyBird produce the TasteBox which contains 5 healthy snacks, 2 delicious teas, access to unknown musicians and brilliant artwork.", "status": "Successfully funded", "investment.target": "300000", "equity": "20.18%", "stats.investors.total": "185", "stats.investors.last": "2015-12-11 09:51:25", "stats.investments.largest": "51250"},
{"name": "Earlybird", "url": "https://www.crowdcube.eu/investment/earlybird-1-15994", "description": "EarlyBird is a subscription snacking service which seeks to shake up the industry. The subscription snack market is currently dominated by one key player with a turnover of £40m, EarlyBird is determined to take 25% of that market in the next three years. The company expects to make an average gross profit per box of 5% in year one, which is forecast to increase to 37% in year three.", "status": "Successfully funded", "investment.target": "75000", "equity": "22.94%", "stats.investors.total": "124", "stats.investors.last": "2015-02-05 15:15:29", "stats.investments.largest": "25000"},
{"name": "JustPark", "url": "https://www.crowdcube.eu/investment/justpark-18074", "description": "JustPark (formerly ParkatmyHouse.com) is taking parking into the digital era. Its app and website give drivers instant access to a network of 150,000 parking spaces across the country, taking the hassle out of parking and making it cheaper and easier than ever. With backing from BMW and Index Ventures, JustPark is on a mission to make parking stress-free, and our cities function better.", "status": null, "investment.target": "1000000", "equity": "14.94%", "stats.investors.total": "2702", "stats.investors.last": "2015-05-18 10:39:46", "stats.investments.largest": "500000"},
{"name": "My Mate Your Date", "url": "https://www.crowdcube.eu/investment/my-mate-your-date-ltd-1-19325", "description": "My Mate Your Date connects young adults who are seeking meaningful relationships. A handful of potential matches are suggested for members at 5pm daily, focussing on existing social circles. With >15,000 London members and >135,000 'accepted' match suggestions MMYD is raising finance to scale.", "status": "Successfully funded", "investment.target": "75000", "equity": "8.17%", "stats.investors.total": "97", "stats.investors.last": "2016-01-06 11:10:35", "stats.investments.largest": "20000"},
{"name": "Cell Therapy", "url": "https://www.crowdcube.eu/investment/celixir-17426", "description": "Cell Therapy Limited has developed a breakthrough stem cell medicine, Heartcel, which regenerates heart muscle damaged as a result of heart attack or heart failure. One of the company’s founders is Prof. Sir Martin Evans, winner of the Nobel Prize for Medicine and Physiology in 2007 for his pioneering work in discovering stem cells. Heartcel is scheduled to launch in 2016 in the $50bn global heart failure market that affects 20 mn worldwide.", "status": "Successfully funded", "investment.target": "250000", "equity": "1.07%", "stats.investors.total": "297", "stats.investors.last": "2014-12-22 13:21:07", "stats.investments.largest": "100048"},
{"name": "LICKALIX", "url": "https://www.crowdcube.eu/investment/lickalix-16721", "description": "Lickalix is a natural ice lolly company launched in May 2014. Having had a successful first period of trading, Lickalix plans to grow substantially in 2015 and distribute nationally.  The products take natural ingredients to make tasty, healthy, great looking and inventive flavoured ice lollies for young and old.They are gluten, dairy and lactose free with a minimal amount of sugar.", "status": "Successfully funded", "investment.target": "225000", "equity": "15.36%", "stats.investors.total": "209", "stats.investors.last": "2015-03-02 11:25:00", "stats.investments.largest": "55600"},
{"name": "Beara Beara ", "url": "https://www.crowdcube.eu/investment/beara-beara-16830", "description": "Beara Beara is a brand of leather bags, combining British design and the skills of Bolivian leather workers. Beara Beara has stockists in nine different countries and has been worn by celebrities such as Taylor Swift and Fearne Cotton. Beara Beara has featured in several fashion shows and revenues have grown 86% to £300,000 this year.", "status": "Successfully funded", "investment.target": "180000", "equity": "14.45%", "stats.investors.total": "131", "stats.investors.last": "2015-01-14 15:44:22", "stats.investments.largest": "20000"},
{"name": "Terence Woodgate Lighting ", "url": "https://www.crowdcube.eu/investment/terence-woodgate-lighting-17100", "description": "Terence Woodgate Lighting designs and produces lighting collections that are optimised for LEDs. Founded by renowned Royal Designer for Industry Terence Woodgate, the first range is already available from UK retailers such as Heal’s and The Conran Shop. Terence’s previous lighting designs have already achieved £61.7 million in worldwide sales.", "status": "Successfully funded", "investment.target": "150000", "equity": "21.08%", "stats.investors.total": "155", "stats.investors.last": "2015-02-16 10:50:33", "stats.investments.largest": "20000"},
{"name": "Bitreserve", "url": "https://www.crowdcube.eu/investment/bitreserve-16565", "description": "Founded by tech pioneer Halsey Minor (CNET, Salesforce.com, Google Voice), Bitreserve makes moving money as fast, free, and easy as email. Built on top of the revolutionary bitcoin protocol, Bitreserve enables zero-cost money transfers and payment processing, but with none of bitcoin’s problems and complexity. Bitreserve’s cloud-based system bypasses the slow, expensive, and inefficient legacy systems used by banks.", "status": "Successfully funded", "investment.target": "6000000", "equity": "11.27%", "stats.investors.total": "147", "stats.investors.last": "2015-02-27 12:02:10", "stats.investments.largest": "5873280"},
{"name": "Socapps Limited", "url": "https://www.crowdcube.eu/investment/socapps-15364", "description": "Browsa helps anyone to buy and sell new and pre-loved items locally, through a mobile application that makes listing and searching for items as simple as sending a message to a friend.", "status": "Successfully funded", "investment.target": "40000", "equity": "14.46%", "stats.investors.total": "16", "stats.investors.last": "2015-01-19 23:44:31", "stats.investments.largest": "25000"},
{"name": "My Mate Your Date ", "url": "https://www.crowdcube.eu/investment/my-mate-your-date-ltd-1-16803", "description": "My Mate Your Date seeks to turn online dating into a trusted, fun and safe experience by connecting single people to other singles through mutual friends on Facebook. The UK online dating market was worth £159 million in 2013 and with 6,000 users already signed up, the company is looking for investment to expand its technical development and market its service.", "status": "Successfully funded", "investment.target": "130000", "equity": "21.87%", "stats.investors.total": "131", "stats.investors.last": "2015-01-27 15:56:45", "stats.investments.largest": "20000"},
{"name": "Floodkit ", "url": "https://www.crowdcube.eu/investment/floodkit-16516", "description": "FloodKit is an emergency flood protection system for homeowners to prevent flood water ingress through doors, airbricks, downstairs toilets and showers. The FloodKit products (which have ten patent applications) have been successfully tested at the Engineering Innovations Department at UCLan. An Environment Agency report puts the cost of protecting a house at between £3000 and £8000. A standard Floodkit costs £300-400.", "status": "Successfully funded", "investment.target": "150000", "equity": "22.50%", "stats.investors.total": "110", "stats.investors.last": "2015-05-15 17:00:27", "stats.investments.largest": "15000"},
{"name": "CGON", "url": "https://www.crowdcube.eu/investment/cgon-15808", "description": "Cgon is a business devoted to reducing emissions in fossil fueled engines, increasing fuel efficiency with a UK £12 Billion market opportunity. Their hydrogen producing technology changes the way engines work to burn nearly all of the pollutants thereby reducing emissions by up to 80% and increasing MPG. The system can be retro-fitted to old cars or be built into new ones and be used for petrol and diesel engines.", "status": "Successfully funded", "investment.target": "150000", "equity": "10.53%", "stats.investors.total": "115", "stats.investors.last": "2014-10-30 11:55:02", "stats.investments.largest": "10000"},
{"name": "DeskBeers", "url": "https://www.crowdcube.eu/investment/deskbeers-17148", "description": "DeskBeers is a craft beer subscription service focused on delivering great beer to workplaces. They currently deliver 12-1500 bottles a week across London and Brighton and now seek to expand their offering and territory. From the same team that created Stickygram, DeskBeers forecast revenue growth of over 200% year on year.", "status": "Successfully funded", "investment.target": "80000", "equity": "23.78%", "stats.investors.total": "183", "stats.investors.last": "2015-02-20 09:34:46", "stats.investments.largest": "10000"},
{"name": "Good Egg Restaurants", "url": "https://www.crowdcube.eu/investment/the-good-egg-16049", "description": "After sell out pop-ups and street food markets, the team behind the 'top 5 brunches in London' (Huff Po), are launching The Good Egg restaurant. Entrepreneur Joel Braham, named the Evening Standard's '2014 top restaurateur to look out for' and ex-Ottolenghi chef Oded Mizrachi's first restaurant will serve craft beers, cocktails and deli classics, with outstanding produce and exceptional coffee - and they'll open 2 more in the next 5 years.", "status": "Successfully funded", "investment.target": "180000", "equity": "30.76%", "stats.investors.total": "243", "stats.investors.last": "2015-02-20 12:46:20", "stats.investments.largest": "58430"},
{"name": "Luxtripper", "url": "https://www.crowdcube.eu/investment/luxtripper-20703", "description": "Shortlisted as ‘Tour Operator of the year’ Luxtripper is an online luxury market place, using propriety tech to present travellers with their personalised trips, and also provides hoteliers with customer profiles to deliver exceptional service. Successfully funded on Crowdcube in 2015, Luxtripper has increased bookings by 300%. This funding round will be used to scale their technology and automate online bookings.", "status": "Successfully funded", "investment.target": "400000", "equity": "13.06%", "stats.investors.total": "249", "stats.investors.last": "2016-03-23 09:25:23", "stats.investments.largest": "200000"},
{"name": "Rollasole", "url": "https://www.crowdcube.eu/investment/rollasole-16269", "description": "Rollasole footwear is designed to be compact enough to carry at all times. Each patented pair is sold with a high heel carry bag, offering a complete solution to women suffering in heels. Rollasole have recently achieved trial contracts with NEXT and Oasis, collaborated with brands such as Virgin Airways and the Golden Globes and have also been distributed across Las Vegas MGM resorts.", "status": "Successfully funded", "investment.target": "150000", "equity": "12.70%", "stats.investors.total": "135", "stats.investors.last": "2014-11-25 11:38:41", "stats.investments.largest": "50000"},
{"name": "Luxtripper", "url": "https://www.crowdcube.eu/investment/luxtripper-16799", "description": "Luxtripper is changing the way the world books travel because luxury does not have to be expensive! Users are matched to destinations and properties around the world in seconds using their technology and after a 1-year pilot and new website launch in December, they have created a simple winning formula that has already acquired 3000 members & nearly £500k+ revenue. Luxtripper is aiming to grow aggressively over the next 4 years.", "status": "Successfully funded", "investment.target": "150000", "equity": "6.81%", "stats.investors.total": "61", "stats.investors.last": "2015-02-16 17:06:33", "stats.investments.largest": "45860"},
{"name": "Powervault", "url": "https://www.crowdcube.eu/investment/powervault-18689", "description": "Powervault closed its previous Crowdcube round in just eight hours, in September 2014, in the world's fastest cleantech crowdfunding campaign. Progressing ahead of plan, Powervault returns to Crowdcube with its award winning domestic energy storage product, helping people with solar PV reduce bills and access emergency power during black-outs. Powervault's strong board is chaired by experienced venture capitalist Simon Acland.", "status": "Successfully funded", "investment.target": "350000", "equity": "41.44%", "stats.investors.total": "265", "stats.investors.last": "2015-04-10 22:32:16", "stats.investments.largest": "200000"},
{"name": "Wayv Technologies", "url": "https://www.crowdcube.eu/investment/wayv-technologies-17001", "description": "Wayv Technologies have developed a small, lightweight and highly portable handheld microwave. Powered by a rechargeable battery fuel-cell, the unit also has inbuilt high-gain solar cells to recharge the battery on the go. This fully patented device has been designed for use by defence agencies, outdoor & adventure enthusiasts, the parenting market and even disaster relief.", "status": "Successfully funded", "investment.target": "150000", "equity": "10.00%", "stats.investors.total": "37", "stats.investors.last": "2015-01-20 17:46:01", "stats.investments.largest": "50000"},
{"name": "Powervault", "url": "https://www.crowdcube.eu/investment/powervault-21031", "description": "Powervault returns to Crowdcube with its award winning home energy storage product, which reduces electricity bills and helps customers during black-outs. The Government says that energy storage is a game-changing technology which could save the UK £8bn/year as part of a \"smart power revolution\".", "status": "Successfully funded", "investment.target": "750000", "equity": "32.96%", "stats.investors.total": "800", "stats.investors.last": "2016-08-08 10:28:51", "stats.investments.largest": "200000"},
{"name": "SuperJam ", "url": "https://www.crowdcube.eu/investment/superjam-16671", "description": "SuperJam is an award winning producer of a range of 100% fruit jams created by high profile Scottish entrepreneur Fraser Doherty MBE. The brand has sold millions of jars around the world and is currently stocked by major UK retailers including Waitrose. SuperJam has been featured on GMTV, BBC Breakfast and other media outlets including QVC and Lotte TV shopping.", "status": "Successfully funded", "investment.target": "250000", "equity": "12.05%", "stats.investors.total": "367", "stats.investors.last": "2015-01-09 10:05:13", "stats.investments.largest": "25000"},
{"name": "Astar Pets", "url": "https://www.crowdcube.eu/investment/astar-pets-15611", "description": "Astar Pets is an online marketplace that allows Pet Lovers to find everything they need to make the most of life with their pet (food, accessories, services and information). Their research indicates 88% of pet owners give their pets as much or more care than their children and the proposition is designed to provide these Pet Lovers with the widest possible range of products. The co-founders include co-founders of ASOS and ACHICA.", "status": "Successfully funded", "investment.target": "250000", "equity": "15.75%", "stats.investors.total": "133", "stats.investors.last": "2014-11-10 16:15:05", "stats.investments.largest": "50000"},
{"name": "The DoNation", "url": "https://www.crowdcube.eu/investment/the-donation-16310", "description": "The DoNation helps businesses save money by reducing their energy use, current clients include Anglian Water, British Gas and the Scottish Government. UK businesses spend over £5.6bn on sustainability each year and demand for sustainable business is growing. The company’s projections show it will breakeven in early 2016, with a turnover of over £1m and EBITDA of £280k by 2017.", "status": "Successfully funded", "investment.target": "150000", "equity": "13.21%", "stats.investors.total": "209", "stats.investors.last": "2015-01-08 12:04:31", "stats.investments.largest": "30000"},
{"name": "Powervault", "url": "https://www.crowdcube.eu/investment/powervault-16496", "description": "Powervault is seeking to disrupt the energy storage market by developing and selling a user-installable energy storage device. The award winning, patent-pending Powervault stores ‘free’ electricity generated by solar panels during the day, then releases the stored energy during the evening when household demand peaks.", "status": "Successfully funded", "investment.target": "100000", "equity": "25.00%", "stats.investors.total": "19", "stats.investors.last": "2014-09-23 15:08:47", "stats.investments.largest": "82490"},
{"name": "Meet on VC", "url": "https://www.crowdcube.eu/investment/meet-on-vc-15898", "description": "meetonvc is a video conferencing services provider that helps people and businesses to connect more easily, via video. Unlimited minutes, unlimited guests. Described as a ‘business class’ video conferencing service in HD, with bespoke branding options for business users, meetonvc has the potential to connect millions of people using devices they already own; devices they already know; and with any video device.", "status": "Successfully funded", "investment.target": "200000", "equity": "10.14%", "stats.investors.total": "43", "stats.investors.last": "2014-12-02 14:51:37", "stats.investments.largest": "67500"},
{"name": "Soupologie", "url": "https://www.crowdcube.eu/investment/soupologie-16017", "description": "Soupologie is a fresh soup company that is creating ‘next generation’ soups. They are aiming to turn soup into a must-have part of a healthy balanced diet. Ranges are retailing in stores across the UK including Ocado, Whole Foods Market, Planet Organic, Dunnes Stores and Budgens. Trading since 2012, the company has seen 170% growth in revenues. The former CEO of Apostrophe is member of the advisory board.", "status": "Successfully funded", "investment.target": "120000", "equity": "24.03%", "stats.investors.total": "119", "stats.investors.last": "2014-11-27 13:06:56", "stats.investments.largest": "50000"},
{"name": "Innovation Makers", "url": "https://www.crowdcube.eu/investment/innovation-makers-19504", "description": "Innovation Makers’ bridgehead product, OmniO Rider, is a lightweight, innovative, wearable stroller. Since raising funds on Crowdcube in 2014, this patent-pending business has secured interest from over 20 countries, won 5 awards, now primed to take the nursery sector by storm.(market worth £900 million in the UK alone). Multiple USPs, including its highly agile omni-wheels, with a planned product launch for spring 2016.", "status": "Successfully funded", "investment.target": "400000", "equity": "21.53%", "stats.investors.total": "157", "stats.investors.last": "2015-09-11 09:59:57", "stats.investments.largest": "62000"},
{"name": "London Velvet", "url": "https://www.crowdcube.eu/investment/london-velvet-16013", "description": "London Velvet is a distinctive beer, a blend of London style Porter Ale and fine West Country Cider, offering the consumer a new, highly drinkable and refreshing drink, steeped in the heritage of two of our great brewing traditions. The aim is to eventully hold a strong position in the fast growing and profitable UK Craft Beer sector.", "status": "Successfully funded", "investment.target": "35000", "equity": "21.70%", "stats.investors.total": "70", "stats.investors.last": "2014-11-14 17:03:22", "stats.investments.largest": "10000"},
{"name": "FarmDrop", "url": "https://www.crowdcube.eu/investment/farmdrop-16133", "description": "FarmDrop is an award-winning online marketplace allowing local food producers to sell direct; a \"click-and-collect farmers’ market\". By cutting out middlemen, producers receive 80% of the retail price and customers can save money. It’s a market with big potential: the UK spends over £160bn on groceries annually, 70% want more local food, 80% have used click and collect, and online food sales are set to top £17bn by 2019.", "status": "Successfully funded", "investment.target": "400000", "equity": "27.71%", "stats.investors.total": "351", "stats.investors.last": "2014-08-20 16:38:02", "stats.investments.largest": "100000"},
{"name": "Peach Lettings", "url": "https://www.crowdcube.eu/investment/peach-lettings-14902", "description": "Peach Lettings is aiming to revolutionise the lettings industry with their innovative ‘work from home’ business model. As an alternative to the traditional high street agent, Peach Lettings intend to recruit 1200 community based franchisees to build relationships with local landlords and tenants, offering an improved and more committed service, all round.", "status": "Successfully funded", "investment.target": "56730", "equity": "17.84%", "stats.investors.total": "92", "stats.investors.last": "2014-09-02 11:04:46", "stats.investments.largest": "13750"},
{"name": "Fidel", "url": "https://www.crowdcube.eu/investment/fidel-15155", "description": "Fidel is a platform that allows customer-facing businesses to set-up and run a sophisticated Customer Loyalty System, primarily within the Retail and Food & Beverage sectors. Corporates have been leveraging ‘big data’ to make better business decisions and enhance profitability for years. Fidel makes these resources available to everyone by making consumer data simple, affordable and accessible. Fidel expect to see c8% monthly revenue growth.", "status": "Successfully funded", "investment.target": "230000", "equity": "10.31%", "stats.investors.total": "202", "stats.investors.last": "2015-02-05 15:08:21", "stats.investments.largest": "50000"},
{"name": "Grub Club", "url": "https://www.crowdcube.eu/investment/grub-club-16374", "description": "Grub Club is on a mission to revolutionise the way we dine out. Think airbnb meets Top Table. Discover innovative menus directly from top chefs in cool spaces. Diners love us as they can eat amazing food for less, Chefs love us as they can build a profile and earn additional income while venues love us they can make money from their spare capacity. They have been featured in Timeout, Independent, Stylist, Daily Telegraph and many more places.", "status": "Successfully funded", "investment.target": "250000", "equity": "17.62%", "stats.investors.total": "266", "stats.investors.last": "2015-01-29 17:44:01", "stats.investments.largest": "40000"},
{"name": "Water-to-Go", "url": "https://www.crowdcube.eu/investment/water-to-go-1-15748", "description": "Water-to-Go (WTG) is a personal water filtration system contained in a convenient lightweight bottle. The 3-in-1 internal filter uses nano technology which eliminates over 99.9% of all bacteria, viruses, Chlorine and Fluoride and heavy metals such as Lead and other contaminants such as pesticides. Each filter delivers 200 litres of clean safe drinking water.", "status": "Successfully funded", "investment.target": "125000", "equity": "7.48%", "stats.investors.total": "187", "stats.investors.last": "2014-10-20 16:22:28", "stats.investments.largest": "12500"},
{"name": "Odyssey", "url": "https://www.crowdcube.eu/investment/odyssey-15419", "description": "Odyssey Airlines Limited (“Odyssey”) is a new business class airline venture that aims to be the first and only airline to operate non-stop transatlantic services from London City Airport. Over 5 million has been invested to date including influential investor Jon Moulton.", "status": "Successfully funded", "investment.target": "1000000", "equity": "5.00%", "stats.investors.total": "199", "stats.investors.last": "2014-11-10 10:57:56", "stats.investments.largest": "500000"},
{"name": "Innovation Makers", "url": "https://www.crowdcube.eu/investment/innovation-makers-16677", "description": "Innovation Makers is striving to launch an innovative stroller. ‘The Little Rider’, which has a patent pending, aims to be one of the lightest, most compact and portable strollers on the market, appealing to families’ on-the-go, transporting children from six months to five years old. The company forecast sales of £1.9 million in FY15 with a gross profit of 57%.", "status": "Successfully funded", "investment.target": "150000", "equity": "23.05%", "stats.investors.total": "87", "stats.investors.last": "2014-12-19 13:27:07", "stats.investments.largest": "27900"},
{"name": "Renovagen", "url": "https://www.crowdcube.eu/investment/renovagen-16189", "description": "Renovagen has invented, developed and patented a transportable solar power plant ideal for remote locations or disaster and military scenarios. It offers an estimated 10x more power than existing solutions, is faster to deploy and more cost effective. And being solar, it reduces carbon emissions as well as noise and local pollution when compared to standard diesel generators.", "status": "Successfully funded", "investment.target": "150000", "equity": "17.32%", "stats.investors.total": "155", "stats.investors.last": "2014-10-08 08:00:48", "stats.investments.largest": "17000"},
{"name": "Scaramouche & Fandango", "url": "https://www.crowdcube.eu/investment/scaramouche-fandango-15591", "description": "Scaramouche & Fandango design and manufacture high quality body and skincare products for men in the UK - currently retailing in over 100 stores throughout the UK, including John Lewis, Selfridges and Ocado. Since October last year over 20,000 tubes have been sold from a range including Shampoo, Conditioner, Body Wash, Shave Cream, Face Scrub, Hydrator.", "status": "Successfully funded", "investment.target": "150000", "equity": "12.50%", "stats.investors.total": "72", "stats.investors.last": "2014-07-28 18:24:59", "stats.investments.largest": "45000"},
{"name": "RENOVAGEN", "url": "https://www.crowdcube.eu/investment/renovagen-20950", "description": "Renovagen has developed and patented a portable solar energy system up to 10x more powerful than existing solutions. It’s been successfully demonstrated with NATO and is designed to be used in hard to reach locations such as disaster zones. The system can be delivered via air pallets or standard shipping containers and can power a 120 bed medical facility.", "status": "Successfully funded", "investment.target": "600000", "equity": "30.30%", "stats.investors.total": "772", "stats.investors.last": "2016-05-25 11:41:50", "stats.investments.largest": "100000"},
{"name": "Shamba Technologies", "url": "https://www.crowdcube.eu/investment/shamba-technologies-15531", "description": "The io solar power system, from Shamba Technologies, makes access to electricity more affordable for families in Sub-Saharan Africa that are not connected to the grid. Users start with a very small purchase which they can use to charge their phone and a small rechargeable torch. Afterwards, they can upgrade their system little-by-little with extra power to use brighter lights, radios and even small TVs.", "status": "Successfully funded", "investment.target": "95000", "equity": "17.30%", "stats.investors.total": "144", "stats.investors.last": "2014-08-14 21:43:02", "stats.investments.largest": "12500"},
{"name": "LendMeYourLiteracy", "url": "https://www.crowdcube.eu/investment/pobble-16177", "description": "LendMeYourLiteracy (LMYL) addresses the serious problem faced by many countries of declining literacy standards. LMYL’s award-winning, educational platform has been shown to raise literacy standards in schools by showcasing children's writing to a worldwide audience. LMYL has rapidly growing sales (£150k to date) and has created 13,000 published child authors, with visitors from 171 countries.", "status": "Successfully funded", "investment.target": "100000", "equity": "5.56%", "stats.investors.total": "98", "stats.investors.last": "2014-10-30 10:54:11", "stats.investments.largest": "30000"},
{"name": "Sustainable Power", "url": "https://www.crowdcube.eu/investment/sustainable-power-16402", "description": "The Spice 2e from Sustainable Power is a compact and highly efficient unit that produces both electricity and hot water for homes and businesses. It is powered by the mains gas supply and saves people money whilst lowering their carbon footprint. The technology has been developed by the R&D team behind the seven time world rally championship Prodrive Subaru WRC team.", "status": "Successfully funded", "investment.target": "2000000", "equity": "15.60%", "stats.investors.total": "79", "stats.investors.last": "2014-11-02 14:42:22", "stats.investments.largest": "800000"},
{"name": "Bookbarn International", "url": "https://www.crowdcube.eu/investment/bookbarn-international-15675", "description": "Bookbarn International sell hundreds of thousands of rare and second-hand books through 18 different platforms in Canada, China, Japan, Western Europe, the UK and the US. The £75,000 it is raising through Crowdcube will be used to increase profits, grow the stock of books and further develop the company’s technology.", "status": "Successfully funded", "investment.target": "45400", "equity": "6.30%", "stats.investors.total": "54", "stats.investors.last": "2014-08-08 15:18:14", "stats.investments.largest": "10000"},
{"name": "Cauli Rice", "url": "https://www.crowdcube.eu/investment/fullgreen-18444", "description": "Cauli Rice is a low calorie and low GI Rice Replacement. It has 80% fewer calories but with the same taste and satisfaction as ordinary white rice and is already being supported by industry experts. It is protected by a trademark, has had a successful patent search completed and is believed to be the first product of its kind. A manufacturing patent is being filed.", "status": "Successfully funded", "investment.target": "200000", "equity": "11.94%", "stats.investors.total": "307", "stats.investors.last": "2015-04-27 09:22:25", "stats.investments.largest": "49000"},
{"name": "Cauli-Rice", "url": "https://www.crowdcube.eu/investment/fullgreen-16014", "description": "Cauli Rice is a low calorie and low GI Rice Replacement. It has 80% fewer calories but with the same taste and satisfaction as ordinary white rice and is already being supported by industry experts. It is protected by an international trademark, has had a successful patent search completed and is believed to be the first product of its kind. A manufacturing patent is being filed.", "status": "Successfully funded", "investment.target": "300000", "equity": "25.04%", "stats.investors.total": "285", "stats.investors.last": "2014-10-08 13:38:30", "stats.investments.largest": "24000"},
{"name": "CauliRice", "url": "https://www.crowdcube.eu/investment/fullgreen-20620", "description": "Cauli Rice is a low calorie and low GI Rice Replacement. It has 80% fewer calories but with the same taste and satisfaction as ordinary white rice and is already being supported by industry experts. It has already launched in Tesco, Waitrose, Asda, and Whole foods market.", "status": "Successfully funded", "investment.target": "500000", "equity": "15.17%", "stats.investors.total": "573", "stats.investors.last": "2015-12-23 12:17:35", "stats.investments.largest": "150000"},
{"name": "Hubbub", "url": "https://www.crowdcube.eu/investment/hubbub-16396", "description": "Hubbub provides universities with branded crowdfunding platforms, enabling them to fundraise for student, society and faculty projects. Just 1.9% of former students give UK universities over £750m a year. In the US, $8bn is given annually. Following strong customer and revenue growth, the company is raising money to expand its reach in the UK higher education market, and to open up new segments and geographies.", "status": "Successfully funded", "investment.target": "250000", "equity": "12.27%", "stats.investors.total": "176", "stats.investors.last": "2014-10-21 14:14:58", "stats.investments.largest": "150000"},
{"name": "Pip & Nut", "url": "https://www.crowdcube.eu/investment/pip-nut-15259", "description": "Pip & Nut makes a range of nut butters which capitalises on the growth in consumer demand for natural, sugar-free, protein rich food. Backed by an award winning design agency Pip & Nut aims to bring a contemporary brand to this burgeoning category through the introduction of new flavour combinations, formats and uses.", "status": "Successfully funded", "investment.target": "100000", "equity": "19.35%", "stats.investors.total": "81", "stats.investors.last": "2014-10-28 09:41:47", "stats.investments.largest": "18000"},
{"name": "easyProperty.com", "url": "https://www.crowdcube.eu/investment/easyproperty-16655", "description": "easyProperty, the latest company from easyGroup, will offer individually priced property services. The venture, which has been founded by Sir Stelios (founder of easyJet) and Robert Ellice (a property entrepreneur with 20 years’ experience), has been described by the FT as “easily the biggest brand name yet to enter the online estate agent business”.", "status": "Successfully funded", "investment.target": "1000000", "equity": "2.03%", "stats.investors.total": "376", "stats.investors.last": "2014-10-14 09:30:04", "stats.investments.largest": "200000"},
{"name": "Shopwave", "url": "https://www.crowdcube.eu/investment/shopwave-16205", "description": "Shopwave enables an iPad to become the hub of smart retail businesses at point of sale and it's estimated the global market is worth $42bn. Shopwave is the latest venture from the team behind VouChaCha, the mobile voucher network that was acquired as part of a deal worth £55 million by Monitise PLC. ", "status": "Successfully funded", "investment.target": "200000", "equity": "15.92%", "stats.investors.total": "214", "stats.investors.last": "2014-10-30 09:45:07", "stats.investments.largest": "60000"},
{"name": "myBarrister", "url": "https://www.crowdcube.eu/investment/mybarrister-15192", "description": "myBarrister exploits changes in the £23bn UK legal sector by enabling businesses and individuals to find and appoint a barrister to swiftly resolve their legal issues. With an intelligent website, a growing membership and a proven ability to attract clients, myBarrister has already earned over £100,000 income. They are now seeking funding to dramatically increase membership, boost marketing and accelerate towards an early exit.", "status": "Successfully funded", "investment.target": "150000", "equity": "4.22%", "stats.investors.total": "80", "stats.investors.last": "2014-07-10 11:43:03", "stats.investments.largest": "62000"},
{"name": "Lovespace", "url": "https://www.crowdcube.eu/investment/lovespace-20758", "description": "Founded by Brett Akker of Streetcar, LOVESPACE is a pioneering by-the-box storage service disrupting the £400m UK self-storage industry. Since LOVESPACE last raised on Crowdcube the company has grown revenues 10x, and it was named Crowdfunded business of the year at the Startups Awards. Funding will be used to accelerate growth through investment in technology and brand marketing campaigns.", "status": "Successfully funded", "investment.target": "500000", "equity": "4.42%", "stats.investors.total": "284", "stats.investors.last": "2016-07-06 08:28:05", "stats.investments.largest": "75000"},
{"name": "Love space", "url": "https://www.crowdcube.eu/investment/lovespace-15547", "description": "LOVESPACE is the latest venture from Brett Akker, co-founder of Streetcar, which was sold to US car club competitor ZipCar for £32m in 2010. LOVESPACE, which was named one of the UK’s top-50 most disruptive companies and has been featured on the BBC, is the first storage-by-the-box company in the UK and is helping customers ‘live a bigger life, one box at a time’", "status": "Successfully funded", "investment.target": "600000", "equity": "28.02%", "stats.investors.total": "256", "stats.investors.last": "2014-07-30 12:07:19", "stats.investments.largest": "250000"},
{"name": "Thor Drinks", "url": "https://www.crowdcube.eu/investment/thor-drinks-14887", "description": " Thor Drinks is a new range offering legendary refreshment to adults in bars, pubs and restaurants. We believe that  sweet and sickly soft drinks are monopolising the bar back fridges, and that Thor Drinks are challenging the old guard by capturing what we enjoy most in our favourite alcohol brands - crisp, dry flavours delivered with drama and passion. ", "status": "Successfully funded", "investment.target": "43810", "equity": "8.76%", "stats.investors.total": "44", "stats.investors.last": "2014-06-10 12:32:54", "stats.investments.largest": "10000"},
{"name": "Crowdfunder", "url": "https://www.crowdcube.eu/investment/crowdfunder-15172", "description": "Crowdfunder UK is a rewards-based crowdfunding platform. Supported by a network of national and local partners including Nesta and Plymouth University, they connect projects with communities to make great ideas happen.", "status": "Successfully funded", "investment.target": "500000", "equity": "10.00%", "stats.investors.total": "347", "stats.investors.last": "2014-06-23 11:38:07", "stats.investments.largest": "150000"},
{"name": "Crowdfunder", "url": "https://www.crowdcube.eu/investment/crowdfunder-19203", "description": "Crowdfunder are the UK’s #1 rewards-based crowdfunding platform, have an online community of over 350,000, and operate in the £1.74Bn alternative finance sector. Since 2012, they have raised over £10 million for thousands of business, social enterprises, charities and individuals and are now profitable and cashflow positive. Crowdfunder are raising funds to scale to their technical development, marketing and business development activities.", "status": "Successfully funded", "investment.target": "1000000", "equity": "8.60%", "stats.investors.total": "912", "stats.investors.last": "2016-01-27 15:54:25", "stats.investments.largest": "250000"},
{"name": "Rollerscoot", "url": "https://www.crowdcube.eu/investment/rollerscoot-15596", "description": "The RollerScoot® is an award winning, patented powered mobility vehicle which creates a new concept in the mobility market. Invented by Ian Gray, a chartered physiotherapist by profession, who is highly experienced in the design and retail of mobility equipment. Backed by an advisory team with experience in international business development, growth acceleration, Intellectual Property and deep knowledge of the mobility market.", "status": "Successfully funded", "investment.target": "150000", "equity": "19.64%", "stats.investors.total": "92", "stats.investors.last": "2014-08-06 09:15:21", "stats.investments.largest": "50000"},
{"name": "Open Desk", "url": "https://www.crowdcube.eu/investment/open-desk-15500", "description": "OpenDesk has a global network of makers and a collection of furniture by a range of international designers. As the furniture is designed for digital fabrication, it can be downloaded as a digital file and made locally — on demand, anywhere in the world. This enables customers to buy designer products whilst cutting down shipping costs and carbon emissions. They have secured £248K funding from TSB and £68K from Telefonica accelerator Wayra.", "status": "Successfully funded", "investment.target": "150000", "equity": "18.59%", "stats.investors.total": "151", "stats.investors.last": "2014-08-12 09:00:51", "stats.investments.largest": "25000"},
{"name": "Health-Connected", "url": "https://www.crowdcube.eu/investment/health-connected-15255", "description": "Health-Connected is building a global social media driven, freemium based, online dementia care management app; with a bespoke reminiscence therapy system at its core. Re-MindMe also provides a community support system for home carers that aims to reduce isolation and depression, facilitates remote family care participation and assists formal carers deliver more person centered care.", "status": "Successfully funded", "investment.target": "150000", "equity": "15.92%", "stats.investors.total": "69", "stats.investors.last": "2014-08-11 15:47:48", "stats.investments.largest": "20000"},
{"name": "Chilango", "url": "https://www.crowdcube.eu/investment/chilango-1-20662", "description": "Chilango is an award-winning chain of quick-service Mexican restaurants based in London. We’re raising equity finance as we gear up to open Chilango in cities throughout the UK, and even internationally. Invest alongside the Chairman of Carluccio's, the former CEOs of Domino's Pizza UK and Krispy Kreme UK, the International Business Development Director of Jamie Oliver Restaurants, and the former MDs of Costa Coffee and Itsu.", "status": "Successfully funded", "investment.target": "1000000", "equity": "10.19%", "stats.investors.total": "1432", "stats.investors.last": "2015-12-23 17:33:33", "stats.investments.largest": "400000"},
{"name": "LocalPropertyIndex", "url": "https://www.crowdcube.eu/investment/localpropertyindex-15442", "description": "LocalPropertyIndex.com is a venture capital backed property advertising web site targeting estate agents who need to advertise properties. Unlike their competitors, who charge a fixed monthly advertising fee, LPI's clients can advertise free of charge and only pay if they receive enquires from potential buyers/renters. The team has 8 years experience operating property portals and the CEO listed his previous business on the London Stock Exchange", "status": "Successfully funded", "investment.target": "172080", "equity": "26.18%", "stats.investors.total": "37", "stats.investors.last": "2014-06-06 12:46:43", "stats.investments.largest": "150000"},
{"name": "Stickyboard", "url": "https://www.crowdcube.eu/investment/stickyboard-13313", "description": "Stickyboard aims to be the world’s local web developer. They build sites and platforms for local organisations and reinvest half of their profits back into a UK wide Village Noticeboard for all to benefit. They are working with organisations from local charities to housing associations and councils in a market with current spend available for services relevant to their sector purported to be worth £18.7 billion per year.", "status": "Successfully funded", "investment.target": "50000", "equity": "9.15%", "stats.investors.total": "55", "stats.investors.last": "2014-08-20 15:41:27", "stats.investments.largest": "10000"},
{"name": "1Rebel", "url": "https://www.crowdcube.eu/investment/one-rebel-15845", "description": "1Rebel is launching a chain of contract-free ‘high intensity’ boutique gyms in London. Brought to you by the team that founded Fitness First and Jatomi Fitness, 1Rebel offers a luxurious and fashionable environment and allows members to book classes online and via an app as on a ‘pay-as-you-go’ basis.", "status": "Successfully funded", "investment.target": "1150000", "equity": "33.79%", "stats.investors.total": "293", "stats.investors.last": "2014-10-21 16:10:37", "stats.investments.largest": "575000"},
{"name": "Powered Now", "url": "https://www.crowdcube.eu/investment/powered-now-19756", "description": "Crowdcube start up of the year 2014, aims to revolutionise the field trade industry (plumbers, builders, electricians etc.) with a system currently available on iPhone, iPad and Android. Led by a highly experienced team with previous exits, Powered Now already has over 30,000 registered users (latest numbers). Customers have recently highly rated the company with an NPS of 54%.", "status": "Successfully funded", "investment.target": "350000", "equity": "16.24%", "stats.investors.total": "335", "stats.investors.last": "2015-10-12 10:14:09", "stats.investments.largest": "50000"},
{"name": "Health-Connected", "url": "https://www.crowdcube.eu/investment/health-connected-18602", "description": "The founders experienced dementia and the care process and quickly learnt of the lack of tech to support the needs of the carer; little that enabled remote family contact, reduces isolation, stigma and carer depression, assists day carers and helps care homes gain knowledge of the person, provides daily therapy and entertainment. So they decided to build Re-MindMe...", "status": "Successfully funded", "investment.target": "75000", "equity": "8.24%", "stats.investors.total": "63", "stats.investors.last": "2015-05-19 14:51:46", "stats.investments.largest": "25000"},
{"name": "E-Sign", "url": "https://www.crowdcube.eu/investment/e-sign-14248", "description": "E-Sign offers our clients a secure, advanced electronic signature solution to enable important documents to be signed, when required, by any person, anywhere, at any time. Traditional hand written signatures on documents can be expensive, time consuming and provide an opportunity for the signature to be forged. E-Sign allows companies to conclude business more rapidly, whilst reducing their running costs and combating fraud.", "status": "Successfully funded", "investment.target": "50000", "equity": "12.58%", "stats.investors.total": "99", "stats.investors.last": "2014-08-26 14:50:47", "stats.investments.largest": "15000"},
{"name": "One Rebel", "url": "https://www.crowdcube.eu/investment/one-rebel-20724", "description": "1Rebel is the latest successful fitness venture from the team that founded Fitness First and Jatomi Fitness and was voted by GQ Magazine as the best gym in London this year using the now infamous accolade of “King of Gyms”.", "status": "Successfully funded", "investment.target": "1500000", "equity": "22.58%", "stats.investors.total": "433", "stats.investors.last": "2016-01-07 15:56:42", "stats.investments.largest": "300000"},
{"name": "Monsieur Notebook", "url": "https://www.crowdcube.eu/investment/monsieur-notebook-15125", "description": "Monsieur Notebook provides premium, high end leather stationery to a burgeoning global market. We are backed by the 2nd largest independent book distributor in the USA, and are available in the UK, Canada, Australia and Germany, all manufactured and serviced from a UK base.", "status": "Successfully funded", "investment.target": "75000", "equity": "23.47%", "stats.investors.total": "77", "stats.investors.last": "2014-08-04 16:56:38", "stats.investments.largest": "7500"},
{"name": "Powered Now", "url": "https://www.crowdcube.eu/investment/powered-now-15644", "description": "Powered Now aims to help the Field Services industry computerise their sales and administration processes. Powered Now ‘s solution takes away the paperwork burden, enabling field trade companies to easily record and produce everything needed on mobile devices. The easy to use, automatically backed up solution saves time, should win more business and means the companies get paid faster. It will be charged for on a subscription basis.", "status": "Successfully funded", "investment.target": "350000", "equity": "30.23%", "stats.investors.total": "159", "stats.investors.last": "2014-09-12 10:56:38", "stats.investments.largest": "85000"},
{"name": "EstatesDirect.com", "url": "https://www.crowdcube.eu/investment/estatesdirect-15048", "description": "EstatesDirect.com is an online estate agent with a difference. The company is headed-up by Steve Smith, founder of Poundland and Darren Richards, founder of DatingDirect.com. Established for over two years selling and letting over 450+ properties to date, they are now looking to expand Nationally.", "status": "Successfully funded", "investment.target": "250000", "equity": "9.87%", "stats.investors.total": "181", "stats.investors.last": "2014-05-08 15:16:32", "stats.investments.largest": "200380"},
{"name": "Pulmorphix", "url": "https://www.crowdcube.eu/investment/pulmorphix-15023", "description": "A spinout from Liverpool John Moores University. Pulmorphix have developed a 'lung biosimulator' - a device that replicates the conditions deep in the human lung. Pulmorphix intend to offer a commercial testing service to give drug developers a reliable way of understanding how their drugs will behave when inhaled.", "status": "Successfully funded", "investment.target": "100000", "equity": "24.98%", "stats.investors.total": "103", "stats.investors.last": "2014-04-07 20:34:12", "stats.investments.largest": "15000"},
{"name": "Rib Club Global", "url": "https://www.crowdcube.eu/investment/rib-club-global-14321", "description": "Rib Club Global is a new concept offering boating experiences for everyone. Rib Club Global offer its members all the advantages of boating but takes out most of the cost and responsibility associated with owning and chartering boats. On a one-off yearly payment, members are awarded points which can be exchanged for days out in the rigid inflatable boats (RIBS). Rib Club Global intends to have various locations throughout the world.", "status": "Successfully funded", "investment.target": "150000", "equity": "28.65%", "stats.investors.total": "36", "stats.investors.last": "2014-05-08 10:07:23", "stats.investments.largest": "87500"},
{"name": "Stacking Systems", "url": "https://www.crowdcube.eu/investment/stacking-systems-12691", "description": "Pallet Eater hopes to fulfil a universal need for an easier, more efficient and more mobile means of collating and stacking empty pallets. It stacks up to five times faster than a forklift. Pallet Eater also stacks squarely and is completely mobile. In addition, it can strap each column, all packed up and ready for re-use.", "status": "Successfully funded", "investment.target": "80000", "equity": "11.84%", "stats.investors.total": "85", "stats.investors.last": "2014-05-08 17:29:27", "stats.investments.largest": "10000"},
{"name": "Seeme", "url": "https://www.crowdcube.eu/investment/seeme-14038", "description": "Seeme is a website created to help facilitate the sharing and organisation of teaching resource and ideas to provide a high quality resource database, alongside a social network.\r\n\r\nThe website provides a platform for teachers to submit and share resources and ideas and to interact with each other on multiple levels. It will give teachers an opportunity to showcase their work and they will be rewarded for submitting high quality resources.", "status": "Successfully funded", "investment.target": "20000", "equity": "25.69%", "stats.investors.total": "44", "stats.investors.last": "2014-04-14 18:31:23", "stats.investments.largest": "5000"},
{"name": "Enistic", "url": "https://www.crowdcube.eu/investment/enistic-15269", "description": "Rising energy costs and government efficiency compliance requirements have increased demand for Enistic’s innovative energy saving technology. Established in 2009, Enistic has designed and installed energy saving systems in companies throughout the world. Pret a Manger, Airtricity, Honda, Fujitsu & Cambridge University to name a few have benefitted from energy cost reduction, improved environmental credentials and regulatory compliance.", "status": "Successfully funded", "investment.target": "125000", "equity": "13.63%", "stats.investors.total": "205", "stats.investors.last": "2014-08-14 20:40:09", "stats.investments.largest": "50450"},
{"name": "Empiribox", "url": "https://www.crowdcube.eu/investment/empiribox-18864", "description": "Empiribox aims to provide Primary Schools with a means to teach science effectively by providing the tools, resources and training in one neat package at a price schools can afford. Since raising with Crowdcube in Q2 of 2014, Empiribox is now used by over 75 schools across the UK, has sold nearly £500,000 worth of subscriptions and is striving to take the education market by storm and solve the lack of scientists coming through education.", "status": "Successfully funded", "investment.target": "125000", "equity": "4.77%", "stats.investors.total": "111", "stats.investors.last": "2015-12-22 17:01:07", "stats.investments.largest": "20000"},
{"name": "UP Investments - The Crowdfunding Hub", "url": "https://www.crowdcube.eu/investment/up-investments-14934", "description": "UP is looking to unify the crowdfunding market by creating a centralised hub, designed for investors. In a potentially fragmented marketplace, UP plans to simplify crowdfunding by hosting investment opportunities, from across the market, on one site.", "status": "Successfully funded", "investment.target": "100000", "equity": "18.31%", "stats.investors.total": "59", "stats.investors.last": "2014-05-08 14:12:59", "stats.investments.largest": "50000"},
{"name": "Best of All Worlds", "url": "https://www.crowdcube.eu/investment/matt-test-company-14964", "description": "BOAW aims to be the ultimate discovery and matching platform for people, products and services online. Created with the aim of enabling its members to navigate and leverage the relevant collective intelligence of the ‘trusted’ few. By segmenting and matching niche interests and backgrounds, it provides an intimate and private web environment with the aim of targeting top global influencers and connectors who share common backgrounds, interests and passions.", "status": "Successfully funded", "investment.target": "200000", "equity": "15.85%", "stats.investors.total": "61", "stats.investors.last": "2014-05-16 20:38:31", "stats.investments.largest": "225000"},
{"name": "Empiribox", "url": "https://www.crowdcube.eu/investment/empiribox-15089", "description": "Empiribox is as an engaging way primary school children can learn science, as a form of hands-on learning and investigation! For teachers, it aims to be innovative and ground-breaking, integrating a novel approach to teaching support and learning, with access to the equipment needed to 'enthral' a classroom.", "status": "Successfully funded", "investment.target": "50000", "equity": "5.78%", "stats.investors.total": "52", "stats.investors.last": "2014-05-21 20:44:45", "stats.investments.largest": "30000"},
{"name": "Orsto", "url": "https://www.crowdcube.eu/investment/orsto-14790", "description": "Orsto Ltd is a UK design engineering business established by design engineer Paul Gill. Orsto Smartwatch R&D has been a 3 1/2 project. Latest Smartwatch market predictions are $9 Billion by 2018. The large mobile manufacturers are producing 'accessory' SmartWatches, however, Orsto have specialised in developing smart, desirable luxury 'stand-alone' Smartwatches. A fully functioning high end Smartphone on your wrist.", "status": "Successfully funded", "investment.target": "60000", "equity": "8.11%", "stats.investors.total": "84", "stats.investors.last": "2014-05-21 11:10:38", "stats.investments.largest": "10000"},
{"name": "BerryWhite", "url": "https://www.crowdcube.eu/investment/berrywhite-15324", "description": "BerryWhite® manufactures, markets and sells non-carbonated organic fruit drinks. BerryWhite organic drinks, already sold in 27 countries, has just confirmed that they are now due to be sold in 50 Waitrose stores around the UK to complement their presence on Ocado.", "status": "Successfully funded", "investment.target": "300000", "equity": "6.00%", "stats.investors.total": "172", "stats.investors.last": "2014-06-24 17:47:34", "stats.investments.largest": "30000"},
{"name": "Chupamobile", "url": "https://www.crowdcube.eu/investment/chupamobile-ltd-14875", "description": "Chupamobile allows people to buy professional Apps and Games, such as the hit app ‘Flappy Bird’, built by Mobile App Developers, ready to be customised and distributed on the App Store. They have already taken over £200,000 through licensing in the first 3 months of 2014 – over 100% of the total 2013 revenue.", "status": "Successfully funded", "investment.target": "400000", "equity": "18.50%", "stats.investors.total": "122", "stats.investors.last": "2014-07-03 12:36:33", "stats.investments.largest": "245000"},
{"name": "Plan Bee", "url": "https://www.crowdcube.eu/investment/plan-bee-12469", "description": "Plan Bee specialise in the establishment and management of beehives, providing their own brand of Corporate Social Sustainability to businesses. They are an award winning, EU commission recognised, micro international business that has secured investment from a national governmental investment arm. Clients include Balfour Beatty and Highland Spring. Own a share of this honey-making, planet-saving, bee-boosting, profit with a purpose business.", "status": "Successfully funded", "investment.target": "60000", "equity": "19.04%", "stats.investors.total": "167", "stats.investors.last": "2014-07-09 11:04:05", "stats.investments.largest": "20000"},
{"name": "Property Moose", "url": "https://www.crowdcube.eu/investment/property-moose-14045", "description": "Property Moose is a new generation of property investment – taking the equity crowdfunding model and using it to allow users to invest in a wide range of properties from only £500. Combining this with a fully integrated online platform, Property Moose aspires to take the Crowdfunding revolution by storm.", "status": "Successfully funded", "investment.target": "60000", "equity": "16.90%", "stats.investors.total": "104", "stats.investors.last": "2014-02-20 12:16:19", "stats.investments.largest": "50000"},
{"name": "Lets Rent", "url": "https://www.crowdcube.eu/investment/lets-rent-13477", "description": "Lets Rent aims to improve the way landlords let their property. We think the traditional model of letting agents is out-dated – expensive and inefficient. Our modern approach at Lets Rent aims to benefit both the landlord and the tenant.", "status": "Successfully funded", "investment.target": "75000", "equity": "35.07%", "stats.investors.total": "121", "stats.investors.last": "2014-02-20 17:34:26", "stats.investments.largest": "25000"},
{"name": "AngelBerry", "url": "https://www.crowdcube.eu/investment/angelberry-14291", "description": "Launched in December 2011, AngelBerry is an international frozen yogurt franchise with six stores operating and with contractual agreement to open 50 new stores in the coming years. The global frozen yogurt market is experiencing impressive growth according to Mintel with a market size increase of 74% between 2011 and 2013, in comparison to the ice cream market which saw an increase of only 3.9%. AngelBerry is now serving over 15,000 customers per week.", "status": "Successfully funded", "investment.target": "150000", "equity": "11.97%", "stats.investors.total": "103", "stats.investors.last": "2014-02-21 10:56:02", "stats.investments.largest": "50000"},
{"name": "Atlantic Kitchen", "url": "https://www.crowdcube.eu/investment/atlantic-kitchen-14647", "description": "Atlantic Kitchen makes nutritious, organic food using seaweed from Ireland. Our goal is to transform the UK food market by introducing seaweed in ready-to-serve formats that could appeal to a broad range of customers. Our long-term goal is to be the ‘go-to’ brand for edible seaweed in all its forms.", "status": "Successfully funded", "investment.target": "120000", "equity": "25.04%", "stats.investors.total": "82", "stats.investors.last": "2014-02-14 21:58:10", "stats.investments.largest": "24000"},
{"name": "Workabode (formerly One City)", "url": "https://www.crowdcube.eu/investment/workabode-13208", "description": "One City is an online and offline gateway to an estimated £12bn+ global flexible workspace industry. 48% of us work remotely for at least half the week. One City aims to provide a global network of inspiring workplaces, allowing work anytime, anyplace, anywhere – online and offline.  And you only pay for what you use. Property owners can participate in a global franchise with a digital platform and employers can reduce their property overheads through mobile working.", "status": "Successfully funded", "investment.target": "70000", "equity": "8.48%", "stats.investors.total": "174", "stats.investors.last": "2014-06-03 08:51:05", "stats.investments.largest": "20000"},
{"name": "Workabode", "url": "https://www.crowdcube.eu/investment/workabode-18523", "description": "Workabode - aiming to be the AirBnB & TripAdvisor of workplaces is looking to lead the disruption of the $11bn and rapidly growing “workplace as a service” market. Backed by internet entrepreneur Richard Coundley, Workabode is an aggregator that allows you to work anytime, anyplace and anywhere, paying only for what you use, rating the places you work in, and connecting you with other like-minded workers.", "status": "Successfully funded", "investment.target": "150000", "equity": "5.28%", "stats.investors.total": "192", "stats.investors.last": "2015-08-11 16:34:20", "stats.investments.largest": "25000"},
{"name": "eMoneyUnion.com", "url": "https://www.crowdcube.eu/investment/justus-opt-in-14549", "description": "eMoneyUnion is a peer-to-peer lending platform with the aim of providing a personal loan offering to consumers that maybe currently excluded from mainstream finance. eMoneyUnion also aim to provide finance for cars, home improvements and other purchases.", "status": "Successfully funded", "investment.target": "300000", "equity": "21.38%", "stats.investors.total": "100", "stats.investors.last": "2014-03-19 10:26:08", "stats.investments.largest": "188970"},
{"name": "4x4 Aviation", "url": "https://www.crowdcube.eu/investment/4x4-aviation-14256", "description": "Aiming to make Vertical Take Off And Landing (VTOL) flight commercially viable.\r\n\r\n4X4 Aviation is a developer of aircraft and control software. The company aims to improve aviation by making Vertical Take Off And Landing aircraft a commercially viable technology. The company’s ultimate aim is to commercialize its patented technology in Versatile Vehicle Plane design powered by electric turbines and generators in various sizes and applications.", "status": "Successfully funded", "investment.target": "58000", "equity": "29.00%", "stats.investors.total": "29", "stats.investors.last": "2014-03-06 09:31:46", "stats.investments.largest": "45280"},
{"name": "Crumpet Cashmere", "url": "https://www.crowdcube.eu/investment/crumpet-cashmere-14706", "description": "Crumpet is a niche luxury fashion brand recognised in the fashion industry and now looking to grow its online retail platform and customer base. Offering distinctive, desirable cashmere knitwear, the brand is looking to become a leading player in the retail market capitalising on the growth of the affordable luxury market . Worn by celebrities such as Pippa Middleton , Elle McPherson  and Alexa Chung.", "status": "Successfully funded", "investment.target": "75000", "equity": "21.79%", "stats.investors.total": "112", "stats.investors.last": "2014-03-28 18:21:24", "stats.investments.largest": "20000"},
{"name": "Sporting Mouth", "url": "https://www.crowdcube.eu/investment/sporting-mouth-14940", "description": "Sporting Mouth is a new sports prediction platform. It enables fans to use their sporting judgement to compete against each for rewards other rather than money, including a wide variety of sporting lifestyle products and services as well as sponsor prizes.", "status": "Successfully funded", "investment.target": "175000", "equity": "19.26%", "stats.investors.total": "46", "stats.investors.last": "2014-03-25 13:58:45", "stats.investments.largest": "50000"},
{"name": "Ecco Recordings", "url": "https://www.crowdcube.eu/investment/ecco-recordings-14357", "description": "Ecco Recordings is an independent record label and artist management company. Their first signing 'These Reigning Days' has had success and critical acclaim, with recent keen interest and sponsorship from Heston Blumenthal, the successful signing of a European album deal and a track being used throughout the BBC coverage of the winter Olympics. The band is soon to release their debut album. Ecco Recordings is now ready to launch the band internationally and to develop their pipeline of emerging talent.", "status": "Successfully funded", "investment.target": "90000", "equity": "19.50%", "stats.investors.total": "82", "stats.investors.last": "2014-05-08 15:12:29", "stats.investments.largest": "71000"},
{"name": "Clear Water Revival", "url": "https://www.crowdcube.eu/investment/clear-water-revival-14337", "description": "Clear Water Revival have been successfully designing and constructing chlorine free, natural swimming pools since 2006. They have developed a biological filtration technology that uses nature's processes, not chemicals to clean and sanitise swimming pool water. Their product aims to become the filtration system of choice in the swimming pool market.", "status": "Successfully funded", "investment.target": "160000", "equity": "14.05%", "stats.investors.total": "131", "stats.investors.last": "2014-04-17 15:29:45", "stats.investments.largest": "26000"},
{"name": "Growing Underground", "url": "https://www.crowdcube.eu/investment/zero-carbon-farms-19996", "description": "Backed by celebrity chef Michel Roux Jr, Neil Sanderson the MD of Florette (the UK's largest branded salad company) Glen Fernandes a Director of HSBC and Ed Gillespie the sustainability pioneer, the Growing Underground team have compiled a board capable of delivering expansion and growth. Their sustainable farm utilises redundant underground spaces to produce leafy greens, herbs and micro herbs using the latest LED and hydroponic technology.", "status": "Successfully funded", "investment.target": "200000", "equity": "11.90%", "stats.investors.total": "309", "stats.investors.last": "2015-12-01 15:37:48", "stats.investments.largest": "75000"},
{"name": "Blanco Nino", "url": "https://www.crowdcube.eu/investment/blanco-nino-1-14836", "description": "Blanco Niño, working directly with Irish farmers, aims to establish an authentic corn tortilla factory in Dublin Ireland. Producing unadulterated and sustainably produced corn tortillas, tortilla chips and masa haina for the European market. ", "status": "Successfully funded", "investment.target": "60000", "equity": "13.45%", "stats.investors.total": "87", "stats.investors.last": "2014-04-24 02:59:00", "stats.investments.largest": "25000"},
{"name": "The New Craftsmen", "url": "https://www.crowdcube.eu/investment/the-new-craftsmen-14691", "description": "The New Craftsmen offers a range of high quality hand-crafted products made in Britain.  They intend to create a business and a brand in a sector which, whilst currently disorganised and lacking in high quality retail outlets, is worth in excess of £883m in England alone. They focus on the top end - placing craft into the luxury sector.  They have now traded for just over twelve months - giving them invaluable experience.", "status": "Successfully funded", "investment.target": "150000", "equity": "5.92%", "stats.investors.total": "65", "stats.investors.last": "2014-06-16 09:43:37", "stats.investments.largest": "100000"},
{"name": "Fantoo Limited", "url": "https://www.crowdcube.eu/investment/fantoo-12587", "description": "Fantoo is an email and messaging platform, which helps to make you more productive and bring FOCUS to your workflow.", "status": "Successfully funded", "investment.target": "173170", "equity": "15.42%", "stats.investors.total": "132", "stats.investors.last": "2014-04-15 12:02:50", "stats.investments.largest": "49000"},
{"name": "NewGalexy Services", "url": "https://www.crowdcube.eu/investment/newgalexy-services-13581", "description": "Introduction  NewGalexy Services Limited (NewGalexy) plans to raise £100,000 via this investment pitch to complete its current investment requirement of £650,000.  NewGalexy is a new onshore Legal Process Outsourcing (LPO...", "status": "Successfully funded", "investment.target": "100000", "equity": "21.27%", "stats.investors.total": "122", "stats.investors.last": "2014-02-12 17:19:06", "stats.investments.largest": "20000"},
{"name": "GF Foods", "url": "https://www.crowdcube.eu/investment/gf-foods-1-13383", "description": "Founders of GF Foods (York) Ltd the brand owners of FEEL FREE for gluten free – aiming to be the tastiest gluten and wheat free products yet! Our range of ‘ Free From’ products ranging from meal solutions to snacks are hoping to take ‘Free From’ products to mainstream!", "status": "Successfully funded", "investment.target": "125000", "equity": "29.34%", "stats.investors.total": "23", "stats.investors.last": "2013-10-08 11:19:54", "stats.investments.largest": "40000"},
{"name": "Zero Carbon Food", "url": "https://www.crowdcube.eu/investment/zero-carbon-farms-13724", "description": "Backed by celebrity chef Michel Roux Jr and Florette’s Managing Director, Zero Carbon Food utilises redundant underground spaces in London, producing leafy greens, herbs and micro greens using LED lights and hydroponics, producing fresh ingredients with a minimal carbon footprint.", "status": "Successfully funded", "investment.target": "300000", "equity": "29.04%", "stats.investors.total": "482", "stats.investors.last": "2014-08-01 13:43:31", "stats.investments.largest": "40000"},
{"name": "Little Brew", "url": "https://www.crowdcube.eu/investment/little-brew-13197", "description": "Little Brew is a small brewery with big plans. After a 'proof of concept' year in London they now plan to expand and relocate the brewery to the affluent city of York.", "status": "Successfully funded", "investment.target": "100000", "equity": "27.34%", "stats.investors.total": "160", "stats.investors.last": "2013-11-07 16:26:08", "stats.investments.largest": "7500"},
{"name": "GF Foods", "url": "https://www.crowdcube.eu/investment/gf-foods-1-20491", "description": "The 'Free From' market was valued at £365 million in the UK for 2014, and FEEL FREE has developed a range of gluten and wheat free foods that people miss from their diets, such as donuts. AIming to disrupt peoples' perceptions of gluten free food with better tasting alternatives, FEEL FREE is now looking to scale up production of their multi-award winning donuts with a dedicated production facility.", "status": "Successfully funded", "investment.target": "200000", "equity": "11.53%", "stats.investors.total": "143", "stats.investors.last": "2015-12-08 10:08:35", "stats.investments.largest": "35000"},
{"name": "Playrcart", "url": "https://www.crowdcube.eu/investment/playrcart-13562", "description": "The Playrcart App lets you browse and watch video content, then buy the related products, without leaving the Player and is usable on any device. Typically users that wish to purchase viewed content are being redirected to a third party site to fulfil the transaction. Playrcart gives users the ability to view content then conveniently buy merchandise or tickets from within the app, all in one window.", "status": "Successfully funded", "investment.target": "150000", "equity": "12.00%", "stats.investors.total": "42", "stats.investors.last": "2014-01-24 11:40:45", "stats.investments.largest": "40000"},
{"name": "Pizza Rossa Ltd", "url": "https://www.crowdcube.eu/investment/pizza-rossa-12705", "description": "Pizza Rossa Ltd will create a chain of Italian-style quick service pizzerias in London offering freshly made daily, easy to eat-on-the-go, low-calorie Pizzas that are guaranteed to be served within 90 seconds from order. The mission is to become the namesake brand for premium pizza al taglio (pizza by-the-square-slice) in the UK.", "status": "Successfully funded", "investment.target": "280000", "equity": "40.86%", "stats.investors.total": "119", "stats.investors.last": "2014-01-02 11:09:17", "stats.investments.largest": "54380"},
{"name": "gamesGRABR", "url": "https://www.crowdcube.eu/investment/gamesgrabr-13814", "description": "gamesGRABR is a social network for people that love games; available on mobile, tablet and PC. gamesGRABR gives the user the ability to discover, collect and play the games they love.    The website is developed in a contemporary ‘pinboard-style’ interface allowing the user to curate their own collections, discover, engage, play and share them with other users with similar interests.", "status": "Successfully funded", "investment.target": "150000", "equity": "8.10%", "stats.investors.total": "172", "stats.investors.last": "2014-02-05 14:44:31", "stats.investments.largest": "25000"},
{"name": "Pizza Rossa", "url": "https://www.crowdcube.eu/investment/pizza-rossa-17572", "description": "Pizza Rossa is creating a chain of Italian-style quick service pizzerias in London, currently with locations near Leadenhall Market and London Wall in the City of London. They have been well received by customers that really enjoy their pizzas. Pizza Rossa have won a series of awards and with their scalable model, they are on a mission to dominate the London pizzeria scene.", "status": "Successfully funded", "investment.target": "150000", "equity": "10.68%", "stats.investors.total": "119", "stats.investors.last": "2015-03-04 08:04:13", "stats.investments.largest": "21500"},
{"name": "Gamesgrabr", "url": "https://www.crowdcube.eu/investment/gamesgrabr-17054", "description": "The social platform where gamers play, share, discover and buy games. Described by BBC Click as ‘like Pinterest for gamers, a great place to go if you are looking for inspiration’ - gamesGRABR is a fast growing social network for people that love games and it’s available on mobile, tablet and PC.", "status": "Successfully funded", "investment.target": "250000", "equity": "11.50%", "stats.investors.total": "221", "stats.investors.last": "2015-03-11 09:16:28", "stats.investments.largest": "100000"},
{"name": "Compare and Share Limited", "url": "https://www.crowdcube.eu/investment/compare-and-share-13930", "description": "Compare and Share (C&S) is a provider of technology-based solutions for asset-sharing, enabling consumers and companies to access and exploit the world’s under-used assets. Asset-sharing is a growing trend increasingly being referred to as the “Sharing Economy”.  They are uniquely positioned to exploit this opportunity by aggregating sites like Zipcar and Airbnb on one platform alongside solutions to help companies maximise their unused resources.", "status": "Successfully funded", "investment.target": "50000", "equity": "18.95%", "stats.investors.total": "157", "stats.investors.last": "2014-01-31 14:44:08", "stats.investments.largest": "25000"},
{"name": "Solarmass", "url": "https://www.crowdcube.eu/investment/solarmass-12581", "description": "Solarmass Ltd have designed and developed a lightweight, highly-efficient solar panel which is aesthetically pleasing with the appearance of a regular roof tile designed to be part of the roof cover. The manufacturing and transportation process is more sustainable than traditional solar panels.", "status": "Successfully funded", "investment.target": "100000", "equity": "11.95%", "stats.investors.total": "95", "stats.investors.last": "2014-02-03 16:28:49", "stats.investments.largest": "15000"},
{"name": "Compare and Share", "url": "https://www.crowdcube.eu/investment/compare-and-share-17793", "description": "Compare and Share is the world's first comparison marketplace of the growing market known as the Sharing Economy. Compare and Share acts as a gateway to the Sharing Economy, helping consumers and companies access and exploit the world’s £3.5 trillion worth of spare goods without having to trawl through 7,500 individual sites. Their vision is to open up the Sharing Economy just as eBay opened up the second-hand goods market.", "status": "Successfully funded", "investment.target": "100000", "equity": "5.77%", "stats.investors.total": "215", "stats.investors.last": "2015-05-01 12:35:37", "stats.investments.largest": "25000"},
{"name": "Purple Harry", "url": "https://www.crowdcube.eu/investment/purple-harry-13977", "description": "Purple Harry is an innovative cycling accessory company that entered the market with a simple but effective product to clean the most inaccessible areas of a bicycle and its components. From this a complimentary range was developed and since launch the company has enjoyed positive reviews from the industry press, qualified mechanics , professional cycling teams and amateur riders plus an invitation to be an official product supplier of the Tour of Britain for 2013. ", "status": "Successfully funded", "investment.target": "75000", "equity": "26.77%", "stats.investors.total": "155", "stats.investors.last": "2014-02-27 10:19:28", "stats.investments.largest": "12000"},
{"name": "Tidy Books", "url": "https://www.crowdcube.eu/investment/tidy-books-13939", "description": "Tidy Books makes award winning, innovative and eco-friendly storage and bookcases that get kids reading! They are a favourite with parents and are sold via John Lewis and other major retailers. Our designs and business model are scalable for international growth, making inroads into the US, Australia and Europe with a number of retailers already established.", "status": "Successfully funded", "investment.target": "75000", "equity": "11.35%", "stats.investors.total": "116", "stats.investors.last": "2014-03-05 16:14:38", "stats.investments.largest": "25000"},
{"name": "WallJAM", "url": "https://www.crowdcube.eu/investment/walljam-13332", "description": "WallJAM is a shaped, interactive rebound wall and sports activity zone, designed to get people of all age groups and ability levels active, in a fun and intuitive way. WallJAM aims to significantly drive sports participation levels across the UK through repackaging the way sport is delivered at grass root level. The shape, material and graphics encourage repetition, with scope to deliver a ‘predictably unpredictable’ ball return.", "status": "Successfully funded", "investment.target": "100000", "equity": "11.37%", "stats.investors.total": "103", "stats.investors.last": "2014-04-15 11:00:38", "stats.investments.largest": "25000"},
{"name": "DisarmCo", "url": "https://www.crowdcube.eu/investment/disarmco-13293", "description": "DisarmCo’s product enables the disposal of landmines in a simple, cost effective and environmentally friendly way.", "status": "Successfully funded", "investment.target": "120000", "equity": "31.14%", "stats.investors.total": "124", "stats.investors.last": "2014-03-11 09:44:47", "stats.investments.largest": "25000"},
{"name": "Dine In", "url": "https://www.crowdcube.eu/investment/dine-in-13625", "description": "Dine In brings the fine dining experience closer to home by using their own fleet of food delivery drivers to deliver great quality food on behalf of London’s best restaurants and chefs. Their 'Delivery Tracker Platform' fully integrates all the stages of the food ordering process and keeps the customers alerted along the way. For companies they offer cost savings tools for them to process the expenses related to food.", "status": "Successfully funded", "investment.target": "300000", "equity": "23.61%", "stats.investors.total": "90", "stats.investors.last": "2014-03-28 15:30:36", "stats.investments.largest": "90000"},
{"name": "Affresol Ltd", "url": "https://www.crowdcube.eu/investment/affresol-1-12464", "description": "Affresol claims to have developed a technology process that produces a \"synthetic\" concrete (called TPR) from waste diverted from landfill.", "status": "Successfully funded", "investment.target": "100000", "equity": "5.44%", "stats.investors.total": "119", "stats.investors.last": "2013-06-09 21:08:37", "stats.investments.largest": "20000"},
{"name": "Earwig Academic Reporting", "url": "https://www.crowdcube.eu/investment/earwig-academic-timelines-13964", "description": "Schools now routinely use photos and videos to provide evidence of pupil achievement for Ofsted. Earwig enables them to organise these into a vivid timeline for every pupil, class, and subject.  Every parent gets a weekly insight into their children’s school life. Every pupil gets a permanent record of their school life. Earwig make money by licencing the software and by selling photos and videos to parents.", "status": "Successfully funded", "investment.target": "140000", "equity": "14.00%", "stats.investors.total": "61", "stats.investors.last": "2014-03-25 17:28:40", "stats.investments.largest": "20000"},
{"name": "Carbonlights Solutions", "url": "https://www.crowdcube.eu/investment/carbonlights-solutions-17035", "description": "Carbonlights Solutions' industrial lighting system is focused on energy efficiency but can also be cut to a customised product to meet the customers' requirements. The company's turnover for FY2014 was £310,000 and current customers include businesses from the food, pharmaceutical and retail sectors. The investment raised will be used to increase stock and appointment of key roles within the team.", "status": "Successfully funded", "investment.target": "180000", "equity": "19.60%", "stats.investors.total": "93", "stats.investors.last": "2015-03-01 17:19:15", "stats.investments.largest": "100000"},
{"name": "Carbonlights Solutions Limited", "url": "https://www.crowdcube.eu/investment/carbonlights-solutions-12500", "description": "Carbonlights Solutions Limited is a Gloucestershire based company that designs and assembles a low energy light emitting diode (LED) lighting solution for industry and commerce.", "status": "Successfully funded", "investment.target": "100000", "equity": "7.00%", "stats.investors.total": "34", "stats.investors.last": "2013-06-28 14:50:18", "stats.investments.largest": "25000"},
{"name": "Sweetly Stevia Ltd", "url": "https://www.crowdcube.eu/investment/sweetly-stevia-12198", "description": "Sweetly™ Stevia is a tabletop sweetening ingredient that is aimed at a variety of drinks and meals to naturally reduce sugars and calories as part of a healthy diet.", "status": "Successfully funded", "investment.target": "69000", "equity": "25.71%", "stats.investors.total": "38", "stats.investors.last": "2013-06-10 09:25:45", "stats.investments.largest": "40000"},
{"name": "Earwig Academic Timelines", "url": "https://www.crowdcube.eu/investment/earwig-academic-timelines-18392", "description": "Earwig is a software business that brings school technology into the 21st century, enabling teachers to create vivid, image-based timelines showing the progress of each pupil and allowing parents to track the progress of their children. Earwig has a strong recurring revenue model with over 80 schools signed up so far with 10 new schools signing up every month.", "status": "Successfully funded", "investment.target": "152000", "equity": "12.45%", "stats.investors.total": "112", "stats.investors.last": "2015-10-05 09:20:19", "stats.investments.largest": "40000"},
{"name": "Quantock Brewery Limited", "url": "https://www.crowdcube.eu/investment/quantock-brewery-12506", "description": "Quantock Brewery is a company supplying the UK with branded beers including the Wills Neck brand.", "status": "Successfully funded", "investment.target": "100000", "equity": "48.00%", "stats.investors.total": "129", "stats.investors.last": "2013-07-02 09:59:16", "stats.investments.largest": "10000"},
{"name": "Hug & Co Ltd", "url": "https://www.crowdcube.eu/investment/hug-co-12633", "description": "Hug & Co host branded Baby Showers for parents-to-be. The growing popularity for Baby Showers and wish list services has provided the opportunity to be at the vanguard of this emerging market.", "status": "Successfully funded", "investment.target": "25000", "equity": "19.81%", "stats.investors.total": "8", "stats.investors.last": "2013-08-20 10:03:19", "stats.investments.largest": "25000"},
{"name": "Hab Housing Limited", "url": "https://www.crowdcube.eu/investment/hab-housing-13069", "description": "Hab Housing, established by Kevin McCloud, is a developer of sustainable housing  with a strong focus on the custom build market.", "status": "Successfully funded", "investment.target": "1000000", "equity": "26.29%", "stats.investors.total": "640", "stats.investors.last": "2013-11-15 10:40:22", "stats.investments.largest": "150000"},
{"name": "Quality Practice Ltd", "url": "https://www.crowdcube.eu/investment/quality-practice-12572", "description": "A healthcare delivery business based network of approved GP practices delivering contracts for primary care services to both public & independent sector", "status": "Successfully funded", "investment.target": "170000", "equity": "15.40%", "stats.investors.total": "45", "stats.investors.last": "2013-09-05 23:15:03", "stats.investments.largest": "34000"},
{"name": "Jive Bike (JAM Vehicles LTD)", "url": "https://www.crowdcube.eu/investment/jive-bike-13528", "description": "JIVE is an electric, folding and chainless city bicycle that aims to eliminate all the hassles faced by cyclists and urban commuters.", "status": "Successfully funded", "investment.target": "150000", "equity": "26.68%", "stats.investors.total": "57", "stats.investors.last": "2014-01-13 15:07:49", "stats.investments.largest": "60000"},
{"name": "Cell Guidance Systems", "url": "https://www.crowdcube.eu/investment/cell-guidance-systems-limited-12833", "description": "Cell Guidance Systems make research tools to aid stem cell scientists. Stem cells are being developed to provide treatments for diseases inc. stroke, coronary disease, diabetes and Parkinson's.", "status": "Successfully funded", "investment.target": "100000", "equity": "14.55%", "stats.investors.total": "138", "stats.investors.last": "2013-11-04 17:15:07", "stats.investments.largest": "50000"},
{"name": "Water Babies Musical UK Limited", "url": "https://www.crowdcube.eu/investment/water-babies-musical-uk-12212", "description": "The idea of turning The Water Babies into a stage musical was first suggested over 30 years ago, by none other than the late, great Hollywood star James Mason.    ", "status": "Successfully funded", "investment.target": "1000000", "equity": "28.50%", "stats.investors.total": "42", "stats.investors.last": "2013-09-09 16:12:28", "stats.investments.largest": "800000"},
{"name": "Seek & Adore Ltd", "url": "https://www.crowdcube.eu/investment/seek-adore-13588", "description": "Seek & Adore brings together the work of designer-makers with customers looking to discover and buy unique and beautiful things - homewares, jewellery, fashion accessories and gifts.", "status": "Successfully funded", "investment.target": "50000", "equity": "10.48%", "stats.investors.total": "59", "stats.investors.last": "2013-09-25 14:38:54", "stats.investments.largest": "10000"},
{"name": "Hop Stuff Brewery Ltd", "url": "https://www.crowdcube.eu/investment/hop-stuff-brewery-ltd-12720", "description": "Hop Stuff Brewery Limited is a start up brewery in Woolwich, South East London. They are looking for investment to part fund the cost of set up and produce new ales & craft beers for younger audiences.", "status": "Successfully funded", "investment.target": "50000", "equity": "34.87%", "stats.investors.total": "71", "stats.investors.last": "2013-07-29 18:07:52", "stats.investments.largest": "10000"},
{"name": "ZoVolt", "url": "https://www.crowdcube.eu/investment/zovolt-13221", "description": "ZoVolt Ltd is producing a miniature wireless ECG/Heart Rate sensor, able to send data in real time to mobile devices.", "status": "Successfully funded", "investment.target": "60000", "equity": "22.79%", "stats.investors.total": "112", "stats.investors.last": "2013-10-31 20:24:34", "stats.investments.largest": "10000"},
{"name": "Asset Match Limited", "url": "https://www.crowdcube.eu/investment/asset-match-12733", "description": "Asset Match is an electronic platform that allows investors to buy and sell shares in established, predominantly UK, private companies, which traditionally have been hard to access.", "status": "Successfully funded", "investment.target": "250000", "equity": "5.80%", "stats.investors.total": "100", "stats.investors.last": "2013-11-07 13:02:09", "stats.investments.largest": "100000"},
{"name": "SilkFred Ltd", "url": "https://www.crowdcube.eu/investment/silkfred-12786", "description": "SilkFred is a gateway to the £21b UK fashion market. It's a fashion technology start-up powering independent fashion brands.", "status": "Successfully funded", "investment.target": "120000", "equity": "24.27%", "stats.investors.total": "71", "stats.investors.last": "2013-10-23 10:42:04", "stats.investments.largest": "20000"},
{"name": "Kinopto Limited", "url": "https://www.crowdcube.eu/investment/kinopto-11298", "description": "Introduction Kinopto Limited are a cinema technology start-up planning to launch a new playback server solution to the film exhibition market in 2012. Through extensive market research and industry experience we have identified…", "status": "Successfully funded", "investment.target": "35000", "equity": "15.00%", "stats.investors.total": "21", "stats.investors.last": "2012-07-09 21:01:33", "stats.investments.largest": "15870"},
{"name": "The Thoughtful Bread Company", "url": "https://www.crowdcube.eu/investment/the-thoughtful-bread-company-12082", "description": "The Thoughtful Bread Company is a multi-award-winning artisan bakery based just outside of Bath. Established a little over 3 years ago, the bakery has established itself as one of the leading artisan bakeries in the country..", "status": "Successfully funded", "investment.target": "55000", "equity": "20.00%", "stats.investors.total": "34", "stats.investors.last": "2012-11-01 16:10:05", "stats.investments.largest": "5000"},
{"name": "icomply Limited", "url": "https://www.crowdcube.eu/investment/icomply-11943", "description": "icomply develop integrated software solutions for large business critical CCTV  / Security Control rooms. In three years of trading icomply have established an enviable blue chip customer base in this demanding market and…", "status": "Successfully funded", "investment.target": "49820", "equity": "5.00%", "stats.investors.total": "45", "stats.investors.last": "2012-10-23 17:07:36", "stats.investments.largest": "10000"},
{"name": "Angel Alerts Ltd", "url": "https://www.crowdcube.eu/investment/angel-alerts-12268", "description": "Angel Alerts is a web service to keep online social network accounts, files and passwords securely stored and up-to-date for gracefully handing to an authorised delegate when you die. The service is sold primarily via Will...", "status": "Successfully funded", "investment.target": "50000", "equity": "15.00%", "stats.investors.total": "27", "stats.investors.last": "2013-02-07 23:38:34", "stats.investments.largest": "12500"},
{"name": "St Vibes", "url": "https://www.crowdcube.eu/investment/st-vibes-12013", "description": "St. Vibes Ltd is a new company set up by Chef Isaac McHale and Restaurateurs Daniel Willis and Johnny Smith to open and operate a brand new restaurant and bar in Shoreditch Town Hall London.", "status": "Successfully funded", "investment.target": "250000", "equity": "25.00%", "stats.investors.total": "50", "stats.investors.last": "2012-11-07 15:54:19", "stats.investments.largest": "50000"},
{"name": "E-Car Club Ltd", "url": "https://www.crowdcube.eu/investment/e-car-club-12191", "description": "E-car (www.e-carclub.org) is a competitively priced, wholly electric car club operating through established community channels. The business model combines the increasingly established pay-per-hour car club model (where in...", "status": "Successfully funded", "investment.target": "100000", "equity": "20.00%", "stats.investors.total": "63", "stats.investors.last": "2013-03-04 16:37:53", "stats.investments.largest": "15000"},
{"name": "inSpiral Visionary Products Ltd", "url": "https://www.crowdcube.eu/investment/inspiral-visionary-products-12276", "description": "Creators of inSpiral Raw Kale Chips, a range of 'free-from' optimum nutrition raw snacks that are an alternative to potato chips", "status": "Successfully funded", "investment.target": "250000", "equity": "10.00%", "stats.investors.total": "120", "stats.investors.last": "2013-04-10 08:34:33", "stats.investments.largest": "61070"},
{"name": "Crowd Mortgage Limited", "url": "https://www.crowdcube.eu/investment/crowd-mortgage-12476", "description": "Crowd Mortgage Limited is a peer to peer property finance platform. It enables clients looking to purchase, renovate or develop a property to obtain the finance to do so.", "status": "Successfully funded", "investment.target": "57500", "equity": "23.24%", "stats.investors.total": "52", "stats.investors.last": "2013-03-28 23:59:24", "stats.investments.largest": "12500"},
{"name": "Crowd Mortgage", "url": "https://www.crowdcube.eu/investment/crowd-mortgage-14193", "description": "Crowd Mortgage aim to be the most revolutionary mortgage solution to hit the market in decades. Not only evolving the outdated mortgage systems, but breaking new ground in the nascent and fast growing crowdfunding industry. We...", "status": "Successfully funded", "investment.target": "35170", "equity": "2.64%", "stats.investors.total": "60", "stats.investors.last": "2013-12-17 21:28:00", "stats.investments.largest": "10000"},
{"name": "Crowd Mortgage Limited", "url": "https://www.crowdcube.eu/investment/crowd-mortgage-12672", "description": "Crowd Mortgage Limited aims to be a peer to peer property finance platform, enabling clients looking to purchase, renovate or develop a property to obtain the finance to do so.", "status": "Successfully funded", "investment.target": "94500", "equity": "18.90%", "stats.investors.total": "74", "stats.investors.last": "2013-05-13 19:22:20", "stats.investments.largest": "12500"},
{"name": "Green & Pleasant", "url": "https://www.crowdcube.eu/investment/green-pleasant-12279", "description": "Green & Pleasant is a British beer company founded to produce all-natural craft-brewed lager. It is the brainchild of brand-guru Jamie Anley and FMCG start-up", "status": "Successfully funded", "investment.target": "122950", "equity": "30.00%", "stats.investors.total": "58", "stats.investors.last": "2013-02-04 16:53:35", "stats.investments.largest": "25000"},
{"name": "East End Manufacturing Ltd", "url": "https://www.crowdcube.eu/investment/east-end-manufacturing-12575", "description": "East End Manufacturing is a clothing manufacturer in the East End of London that launched in October 2012, selling to a variety of designers and brands.", "status": "Successfully funded", "investment.target": "150000", "equity": "20.00%", "stats.investors.total": "72", "stats.investors.last": "2013-04-05 09:06:44", "stats.investments.largest": "50000"},
{"name": "Flossonic Limited", "url": "https://www.crowdcube.eu/investment/flossonic-12527", "description": "The innovative Flossonic toothbrush uses BristleFlare™ technology to floss teeth during a normal brushing cycle.", "status": "Successfully funded", "investment.target": "126850", "equity": "12.70%", "stats.investors.total": "113", "stats.investors.last": "2013-04-19 16:51:04", "stats.investments.largest": "10000"},
{"name": "Stakis Daycare Nurseries Ltd", "url": "https://www.crowdcube.eu/investment/stakis-daycare-nurseries-12468", "description": "Stakis Daycare Nurseries is a new franchise provider of daycare nurseries in the UK.", "status": "Successfully funded", "investment.target": "100000", "equity": "20.25%", "stats.investors.total": "46", "stats.investors.last": "2013-05-24 17:40:58", "stats.investments.largest": "81100"},
{"name": "East End Manufacturing", "url": "https://www.crowdcube.eu/investment/east-end-manufacturing-14667", "description": "East End Manufacturing champions ‘Made in Britain’ by producing clothing in London. Existing clients sell in Debenhams and House of Fraser. Launched by Mayor of London, Boris Johnson, the company expanded through Crowdcube in August. After talks this month, we are hoping to sell our own brand products to worldwide online fashion store ASOS.com which sells in 237 countries and will soon launch in China.", "status": "Successfully funded", "investment.target": "108000", "equity": "24.72%", "stats.investors.total": "226", "stats.investors.last": "2014-03-18 10:45:59", "stats.investments.largest": "15130"},
{"name": "Lawbit Ltd", "url": "https://www.crowdcube.eu/investment/lawbite-1-12638", "description": "LawBit is an online legal service that provides ‘simple contracts for small companies’, which are written in plain English with no legal jargon.", "status": "Successfully funded", "investment.target": "360000", "equity": "22.57%", "stats.investors.total": "161", "stats.investors.last": "2013-05-22 10:18:11", "stats.investments.largest": "210000"},
{"name": "Edge Forecast Software", "url": "https://www.crowdcube.eu/investment/edge-forecast-software-10453", "description": "in a nutshell… This pitch is for £15,000 to complete the development of a piece of business-modelling and forecasting software.  A fully-working version will be the platform from which we’ll grow a highly profitable software…", "status": "Successfully funded", "investment.target": "15000", "equity": "20.00%", "stats.investors.total": "20", "stats.investors.last": "2011-12-16 17:22:39", "stats.investments.largest": "5000"},
{"name": "Wild Trail Limited", "url": "https://www.crowdcube.eu/investment/wild-trail-10589", "description": "Wild Trail sells two ranges of healthy wholegrain snacks across stores, shops and delis throughout the UK.", "status": "Successfully funded", "investment.target": "150000", "equity": "28.03%", "stats.investors.total": "107", "stats.investors.last": "2013-05-27 21:25:24", "stats.investments.largest": "60000"},
{"name": "OVIVO Mobile Communications Limited", "url": "https://www.crowdcube.eu/investment/ovivo-mobile-communications-12685", "description": "OVIVO is an Advertising & M-Commerce Supported Mobile Virtual Network Operator (MVNO), which buys wholesale airtime from Vodafone UK through our aggregator, Cognatel UK.", "status": "Successfully funded", "investment.target": "325000", "equity": "25.48%", "stats.investors.total": "108", "stats.investors.last": "2013-09-04 15:04:53", "stats.investments.largest": "70000"},
{"name": "OVIVO Mobile Communications Limited", "url": "https://www.crowdcube.eu/investment/ovivo-mobile-communications-12374", "description": "OVIVO is a Mobile Virtual Network Operator (MVNO), providing freedom from monthly contracts and commitments by giving usage away for free each month..", "status": "Successfully funded", "investment.target": "150000", "equity": "12.50%", "stats.investors.total": "69", "stats.investors.last": "2013-04-23 07:47:13", "stats.investments.largest": "16740"},
{"name": "LawBit T/A LawBite", "url": "https://www.crowdcube.eu/investment/lawbite-1-14677", "description": "LawBite is an online legal service providing Simple Law for Small Companies. Offering affordable, plain English documents and a virtual law firm wrapped around its platform. Partnership with direct access barristers and increasing numbers of potential partners with large SME communities driving traffic to LawBite. Recently endorsed at our Google Campus event by Minister for Skills and Enterprise Matthew Hancock.", "status": "Successfully funded", "investment.target": "120000", "equity": "9.09%", "stats.investors.total": "179", "stats.investors.last": "2014-03-24 10:22:08", "stats.investments.largest": "22500"},
{"name": "Oriental Rugs of Bath", "url": "https://www.crowdcube.eu/investment/oriental-rugs-of-bath-10417", "description": "Oriental Rugs of Bath (ORB) is raising two rounds of equity to grow its profitable business; the first in the autumn of 2011 for £30,000. Established since 1993 in a shop in Argyle St right next to the historic Pulteney Bridge…", "status": "Successfully funded", "investment.target": "30000", "equity": "10.00%", "stats.investors.total": "34", "stats.investors.last": "2012-02-18 11:26:57", "stats.investments.largest": "8000"},
{"name": "Righteous Ltd", "url": "https://www.crowdcube.eu/investment/righteous-12434", "description": "Righteous is a young food company offering a range of salad dressings that fill the gap in the ambient salad dressing category for all natural, preservative free products", "status": "Successfully funded", "investment.target": "150610", "equity": "20.00%", "stats.investors.total": "82", "stats.investors.last": "2013-02-26 11:30:43", "stats.investments.largest": "10000"},
{"name": "Righteous Ltd.", "url": "https://www.crowdcube.eu/investment/righteous-10490", "description": "About Righteous Ltd. Righteous is an all natural food company on a mission to make healthy living more enjoyable for everyone. Although Righteous were the first 'All Natural' salad dressing…", "status": "Successfully funded", "investment.target": "75000", "equity": "15.00%", "stats.investors.total": "81", "stats.investors.last": "2012-02-24 16:16:58", "stats.investments.largest": "6000"},
{"name": "Get Site Tracked", "url": "https://www.crowdcube.eu/investment/sole-trader-10561", "description": "Get Site Tracked is the first company to provide an affordable, professionally built, and search engine optimised website package for sole traders and small business owners in the UK. It has broken the web building mould…", "status": "Successfully funded", "investment.target": "100000", "equity": "33.00%", "stats.investors.total": "29", "stats.investors.last": "2012-03-12 08:02:57", "stats.investments.largest": "30000"},
{"name": "Universal Fuels", "url": "https://www.crowdcube.eu/investment/universal-fuels-phase-1-10536", "description": "(We had an investment target of £250,000, £200,000 has now been raised and we are seeking the final £50,000 via this pitch.) (£100k was raised from a private investor through Crowdcube and the bank have offered us £100k at…", "status": "Successfully funded", "investment.target": "50000", "equity": "4.00%", "stats.investors.total": "122", "stats.investors.last": "2012-07-20 13:44:58", "stats.investments.largest": "7500"},
{"name": "The London Distillery Company Ltd", "url": "https://www.crowdcube.eu/investment/the-london-distillery-company-10528", "description": "The London Distillery Company Ltd (TLDC) is a boutique artisanal spirits manufacturer offering a unique opportunity to participate in a start up business at the forefront of the craft distilling movement in the UK.  The key…", "status": "Successfully funded", "investment.target": "250000", "equity": "100.00%", "stats.investors.total": "43", "stats.investors.last": "2012-03-17 11:23:07", "stats.investments.largest": "15000"},
{"name": "Dr Jacksons Natural Products", "url": "https://www.crowdcube.eu/investment/dr-jacksons-natural-products-10555", "description": "Dr Jackson’s Natural Products has been created by Dr Simon Jackson to produce a range of luxurious skin creams and other cosmetics made from indigenous medicinal plant species. Dr Jackson's Natural products are a niche cosmetic…", "status": "Successfully funded", "investment.target": "15000", "equity": "15.00%", "stats.investors.total": "12", "stats.investors.last": "2012-04-06 17:00:58", "stats.investments.largest": "5000"},
{"name": "Universal Fuels Phase 1", "url": "https://www.crowdcube.eu/investment/universal-fuels-phase-1-10466", "description": "Universal Fuels Ltd is just over 2 years old, we supply diesel, petrol, lubricants and kerosene UK wide to homes, petrol stations, transport companies, construction firms and a range of other businesses. We have just been…", "status": "Successfully funded", "investment.target": "100000", "equity": "14.00%", "stats.investors.total": "1", "stats.investors.last": "2012-02-06 16:42:00", "stats.investments.largest": "100000"},
{"name": "Red Advertising Ltd", "url": "https://www.crowdcube.eu/investment/recruitive-software-10471", "description": "Online Recruitment Network & Software as a Service Business \"This is an opportunity to buy a percentage of an established UK based independent technology player in the UK online job board, social media and Software as…", "status": "Successfully funded", "investment.target": "125000", "equity": "11.00%", "stats.investors.total": "63", "stats.investors.last": "2012-02-16 12:44:46", "stats.investments.largest": "30000"},
{"name": "Red Advertising Ltd", "url": "https://www.crowdcube.eu/investment/recruitive-software-11920", "description": "Red Advertising Ltd owns and operates a network of 47 job websites with an organic candidate reach of over 1 million candidates a month. In addition Red owns the low cost multi posting technology provider www.jobmate.co.uk…", "status": "Successfully funded", "investment.target": "100000", "equity": "10.00%", "stats.investors.total": "49", "stats.investors.last": "2012-08-21 13:29:50", "stats.investments.largest": "20000"},
{"name": "Red Advertising Ltd", "url": "https://www.crowdcube.eu/investment/recruitive-software-12532", "description": "Red Advertising is a cloud based Software as a Service (SaaS) provider for Employers, HR Professionals & Recruitment Agencies. They provide a suite of five products to save clients time and money.", "status": "Successfully funded", "investment.target": "180000", "equity": "10.00%", "stats.investors.total": "35", "stats.investors.last": "2013-07-05 10:45:02", "stats.investments.largest": "46000"},
{"name": "Southern Dreams Limited", "url": "https://www.crowdcube.eu/investment/southern-dreams-10534", "description": "Southern Dreams Ltd (SDL) is a consultancy and management company dedicated to introducing British exporters to the markets of Latin America. UK exporters have shied away from Latin America in the past because of perceived…", "status": "Successfully funded", "investment.target": "25000", "equity": "25.00%", "stats.investors.total": "12", "stats.investors.last": "2012-05-26 06:59:51", "stats.investments.largest": "12130"},
{"name": "Crowdcube Limited", "url": "https://www.crowdcube.eu/investment/crowdcube-10475", "description": "Crowdcube is the first crowdfunding website in the world to offer ordinary people equity in exchange for their investment. It makes access to finance easier for entrepreneurs of newly formed and growing small businesses.…", "status": "Successfully funded", "investment.target": "319950", "equity": "9.00%", "stats.investors.total": "163", "stats.investors.last": "2013-05-21 08:28:37", "stats.investments.largest": "85000"},
{"name": "Red Advertising", "url": "https://www.crowdcube.eu/investment/recruitive-software-14741", "description": "Recruitive (Red Advertising Ltd) is an award winning Enterprise SaaS HR Solutions provider providing a suite of 5 HR tools for recruiters and SME HR departments. This placement is supported by Johnson Capital Advisory.", "status": "Successfully funded", "investment.target": "400000", "equity": "18.16%", "stats.investors.total": "86", "stats.investors.last": "2014-04-23 10:24:09", "stats.investments.largest": "200000"},
{"name": "Escape the City", "url": "https://www.crowdcube.eu/investment/escape-the-city-10610", "description": "Escape the City is on a mission to help ambitious professionals make exciting career transitions. We help our community of +65,000 escapees find exciting jobs, start their own businesses, and go on big adventures. Life is…", "status": "Successfully funded", "investment.target": "600000", "equity": "24.00%", "stats.investors.total": "395", "stats.investors.last": "2012-07-13 17:43:46", "stats.investments.largest": "20000"},
{"name": "Crowdcube Limited", "url": "https://www.crowdcube.eu/investment/crowdcube-12592", "description": "Crowdcube is an award-winning equity crowdfunding platform, which has so far raised over £6.7 million for British businesses. Crowdcube is authorised and regulated by the Financial Conduct Authority (FCA).", "status": "Successfully funded", "investment.target": "1000000", "equity": "21.00%", "stats.investors.total": "262", "stats.investors.last": "2013-07-01 08:15:51", "stats.investments.largest": "250000"},
{"name": "Bubble & Balm", "url": "https://www.crowdcube.eu/investment/bubble-balm-10394", "description": "Bubble & Balm - the first 100% Fairtrade bodycare company in the UK - was launched in June 2009. Our website may be found at www.bubbleandbalm.co.uk Starting out with products made by hand in the founder's kitchen, we…", "status": "Successfully funded", "investment.target": "75000", "equity": "15.00%", "stats.investors.total": "81", "stats.investors.last": "2011-07-19 12:36:17", "stats.investments.largest": "10000"},
{"name": "Crowdcube", "url": "https://www.crowdcube.eu/investment/crowdcube-16278", "description": "Crowdcube, which is the world's leading investment crowdfunding company, is giving Crowdcube members the opportunity to invest alongside Balderton Capital, who is leading the £5m Series B round with a £3.8m investment. Since launch, Crowdcube has attracted 80,000 investors who have raised more than £30m for over 130 businesses.", "status": "Successfully funded", "investment.target": "5000000", "equity": "25.64%", "stats.investors.total": "146", "stats.investors.last": "2014-08-29 12:45:50", "stats.investments.largest": "3800000"},
{"name": "Front Up Rugby", "url": "https://www.crowdcube.eu/investment/front-up-rugby-12754", "description": "Front Up is a British, rugby inspired clothing brand for men.", "status": "Successfully funded", "investment.target": "100000", "equity": "13.88%", "stats.investors.total": "107", "stats.investors.last": "2013-10-17 09:05:02", "stats.investments.largest": "6250"},
{"name": "Financial Fairy Tales Limited", "url": "https://www.crowdcube.eu/investment/financial-fairy-tales-12074", "description": "The Financial Fairy Tales are an award winning collection of inspirational books and fun multi media activities to teach children key values and principles of money. Our mission is to inspire and empower children worldwide...", "status": "Successfully funded", "investment.target": "20000", "equity": "20.00%", "stats.investors.total": "21", "stats.investors.last": "2012-10-21 19:30:25", "stats.investments.largest": "10010"},
{"name": "Front Up Rugby (Extended Pitch)", "url": "https://www.crowdcube.eu/investment/front-up-rugby-12023", "description": "PLEASE NOTE: Due to the original Front Up Rugby Crowdcube Pitch being over subscribed we have decided to extend the share issue for an additional three days.  This extended offer is due to finish at 4pm on Monday 30 July. …", "status": "Successfully funded", "investment.target": "23000", "equity": "5.00%", "stats.investors.total": "7", "stats.investors.last": "2012-08-08 09:08:47", "stats.investments.largest": "10000"},
{"name": "Brüpond Brewery", "url": "https://www.crowdcube.eu/investment/bruepond-brewery-10622", "description": "Market Analysis of the UK               Brewing in London has a very long tradition going far beyond the Romans and written history.  The Celtic tribes that once lived in the UK area used to brew psychedelic beer using very…", "status": "Successfully funded", "investment.target": "35000", "equity": "25.00%", "stats.investors.total": "42", "stats.investors.last": "2012-06-05 17:11:36", "stats.investments.largest": "15000"},
{"name": "iNeed Limited", "url": "https://www.crowdcube.eu/investment/ineed-12777", "description": "Introduction  iNeed is a web platform which enables you to find & contact local service providers who are recommended by your friends. You can think of iNeed has an updated and powerful combination of traditional directories...", "status": "Successfully funded", "investment.target": "40000", "equity": "5.20%", "stats.investors.total": "27", "stats.investors.last": "2013-09-30 09:55:29", "stats.investments.largest": "21660"},
{"name": "iNeed Limited", "url": "https://www.crowdcube.eu/investment/ineed-12265", "description": "iNeed connects individuals who need something doing with nearby socially connected people who can do it. iNeed closed a seed round of £50k on Crowdcube on the 18th September in around 5 working days making it one of the fastest...", "status": "Successfully funded", "investment.target": "60000", "equity": "8.79%", "stats.investors.total": "51", "stats.investors.last": "2013-02-06 14:44:01", "stats.investments.largest": "10050"},
{"name": "iNeed", "url": "https://www.crowdcube.eu/investment/ineed-17355", "description": "You can download iNeed now! iNeed is rapidly growing in the $5.3bn annual mobile advertising market by providing a better way for everyone to find any business they need. With backing from Julian Ranger (investor in Hailo and DataSift) and Rory Sutherland (Ogilvy & Mather) as an advisor. The app is now in Beta and launching publicly soon. We plan to follow this Crowdcube round with a VC backed Series A", "status": "Successfully funded", "investment.target": "72000", "equity": "4.87%", "stats.investors.total": "132", "stats.investors.last": "2015-05-26 15:44:20", "stats.investments.largest": "10000"},
{"name": "Front Up Rugby", "url": "https://www.crowdcube.eu/investment/front-up-rugby-10623", "description": "Front Up is a popular UK rugby fashion brand backed by a growing number of professional players and a team of experienced retailers. England International, James Haskell is also a board member. With the upsurge in the popularity…", "status": "Successfully funded", "investment.target": "100000", "equity": "20.00%", "stats.investors.total": "63", "stats.investors.last": "2012-07-20 08:37:58", "stats.investments.largest": "10000"},
{"name": "Personal Development Bureau - Phase 1", "url": "https://www.crowdcube.eu/investment/personal-development-bureau-10431", "description": "We raising £50,000 in total and as part of this first phase we are seeking £25,000 in return for 15% equity. We aim to provide a strong equity returns for investors balanced with always putting our members and clients interests…", "status": "Successfully funded", "investment.target": "25000", "equity": "0.00%", "stats.investors.total": "68", "stats.investors.last": "2011-09-24 09:54:35", "stats.investments.largest": "10550"},
{"name": "BigBarn CIC", "url": "https://www.crowdcube.eu/investment/bigbarn-cic-10474", "description": "BigBarn is the Leading local food organisation with a mission to build a, better, LOCAL, Food Industry, as an alternative to the supermarket. On average, only 9p in every £1 spent on food in a supermarket goes to farmers.…", "status": "Successfully funded", "investment.target": "12000", "equity": "100.00%", "stats.investors.total": "58", "stats.investors.last": "2011-12-07 23:52:19", "stats.investments.largest": "1000"},
{"name": "Personal Development Bureau - Phase 2", "url": "https://www.crowdcube.eu/investment/personal-development-bureau-10432", "description": "We have just completed on Phase 1 funding having raised £25,000 with 71 investors through Crowdcube and are delighted to make the same offer available to those who choose to invest now to bring our total funding to £50,000.…", "status": "Successfully funded", "investment.target": "25000", "equity": "15.00%", "stats.investors.total": "20", "stats.investors.last": "2011-11-06 15:19:26", "stats.investments.largest": "10000"},
{"name": "iNeed", "url": "https://www.crowdcube.eu/investment/ineed-12015", "description": "iNeed connects individuals who need something doing with nearby people who can do it. The service is available online and through location enabled mobile apps (iPhone & Android). iNeed aims to change the way people find…", "status": "Successfully funded", "investment.target": "50000", "equity": "12.00%", "stats.investors.total": "40", "stats.investors.last": "2012-09-26 15:18:22", "stats.investments.largest": "12500"},
{"name": "Kammerling's Investment Holdings Ltd", "url": "https://www.crowdcube.eu/investment/kamm-sons-12190", "description": "Kammerlings Ltd launched its unique 33% abv ginseng-based spirit in April 2011. With its ‘medicinal’ bottle, it plays to the modern consumer who is more health conscious and is looking for something special without sacrificing", "status": "Successfully funded", "investment.target": "325000", "equity": "20.00%", "stats.investors.total": "65", "stats.investors.last": "2013-02-06 16:46:50", "stats.investments.largest": "225000"},
{"name": "The Rushmore Group Ltd", "url": "https://www.crowdcube.eu/investment/the-rushmore-group-12560", "description": "The Rushmore Group Ltd is the parent company of Milk & Honey, The Player, Danger of Death and Rotary Room/Rotary Bar & Diner.", "status": "Successfully funded", "investment.target": "500000", "equity": "4.61%", "stats.investors.total": "73", "stats.investors.last": "2013-05-03 12:17:11", "stats.investments.largest": "50000"},
{"name": "The Rushmore Group Ltd", "url": "https://www.crowdcube.eu/investment/the-rushmore-group-10449", "description": "The Rushmore Group is the well-established owner and operator of three members' bars and clubs in London - Milk & Honey and The Player in Soho and Danger of Death on Brick Lane. The Group is seeking to raise £1m for a…", "status": "Successfully funded", "investment.target": "1000000", "equity": "0.00%", "stats.investors.total": "142", "stats.investors.last": "2011-11-19 14:11:01", "stats.investments.largest": "30000"},
{"name": "The Rushmore Group Ltd - Extended offer", "url": "https://www.crowdcube.eu/investment/the-rushmore-group-10462", "description": "PLEASE NOTE: This is a private offer seeking to raise £500,000 for 5%* of the shares in The Rushmore Group Ltd. It is made on the same terms and at the same price as the previously successful and fully-subscribed first round…", "status": "Successfully funded", "investment.target": "500000", "equity": "5.00%", "stats.investors.total": "69", "stats.investors.last": "2011-12-21 22:09:00", "stats.investments.largest": "90000"},
{"name": "Kammerling's", "url": "https://www.crowdcube.eu/investment/kamm-sons-10425", "description": "Kammerling’s is a totally new kind of alcoholic drink made from 45 natural botanicals. Its unique taste, colour and design has already won it rave reviews and celebrity fans. Kammerling’s is being stocked in London’s finest…", "status": "Successfully funded", "investment.target": "180000", "equity": "23.00%", "stats.investors.total": "85", "stats.investors.last": "2011-10-13 19:51:03", "stats.investments.largest": "125000"}
]